<?php

return array(
    array(
        'value'       => '%RELAY_URL%',
        'title'       => 'URL для нотификации по HTTP',
        'description' => 'Значение настройки URL для оповещения активного протокола<br>
<strong>Указанный в этом поле адрес скопируйте и сохраните в анкете подключения к интернет-эквайрингу банка Тинькофф</strong>',
    ),
    array(
        'value'       => '%RELAY_URL%',
        'title'       => 'Страница успешного платежа',
        'description' => 'URL возврата покупателя обратно на сайт после успешной оплаты<br>
<strong>Указанный в этом поле адрес скопируйте и сохраните в анкете подключения к интернет-эквайрингу банка Тинькофф</strong>',
    ),
    array(
        'value'       => '%RELAY_URL%',
        'title'       => 'Страница ошибки оплаты',
        'description' => 'URL возврата покупателя обратно на сайт в случае ошибки оплаты<br>
<strong>Указанный в этом поле адрес скопируйте и сохраните в анкете подключения к интернет-эквайрингу банка Тинькофф</strong>',
    ),
);
