a:3:{s:4:"time";i:1423489436;s:3:"ttl";i:600;s:5:"value";a:31:{s:4:"name";s:16:"Рассылки";s:7:"version";s:11:"1.0.8.36316";s:15:"update_datetime";s:19:"2015-02-06 04:35:16";s:7:"license";s:2:"WA";s:11:"license_url";N;s:12:"license_text";N;s:7:"summary";s:53:"Массовая рассылка сообщений.";s:4:"icon";s:61:"//www.webasyst.com/wa-data/public/updates/img/30/130/icon.png";s:5:"icons";a:4:{i:96;s:67:"//www.webasyst.com/wa-data/public/updates/img/30/130/icon.96x96.png";i:48;s:67:"//www.webasyst.com/wa-data/public/updates/img/30/130/icon.48x48.png";i:24;s:67:"//www.webasyst.com/wa-data/public/updates/img/30/130/icon.24x24.png";i:16;s:67:"//www.webasyst.com/wa-data/public/updates/img/30/130/icon.16x16.png";}s:6:"vendor";s:8:"webasyst";s:11:"vendor_name";s:8:"Webasyst";s:7:"support";s:0:"";s:3:"url";s:0:"";s:8:"demo_url";s:0:"";s:10:"commercial";b:1;s:9:"purchased";b:1;s:12:"purchase_url";s:33:"https://www.webasyst.com/my/apps/";s:14:"license_expire";N;s:9:"renew_url";N;s:5:"price";s:13:"2 999 руб.";s:11:"lease_price";N;s:11:"description";s:19954:"<style>
  .i-description { font-size: 1.2em; }
  .i-description .pricing-block { display: none; }
  .i-description ul.thumbs.x4 li { width: 20%; }
  .i-product-page .pricing-block { display: none; }
  .i-description .feature li { line-height: 1.3em; }
  
  .feature { min-height: 0; max-width: 900px; }
  .feature.integration { margin-bottom: 0; }
  .feature img { max-width: 100%; }
  
  .feature { float: none; clear: none; }
  .content { margin-right: 0!important; }
  .sidebar { margin-bottom: 50px!important; margin-left: 20px; }
  
  .top-padded { padding-top: 40px; }
</style>


  
  <h1>Email-маркетинг — это просто</h1>
  <h2 class="gray">Приложение «Рассылки» быстро и надежно доставит электронные сообщения вашим подписчикам.</h2>
  
  
    
    <div class="feature top-padded">
      <h3><span class="gray">1.</span> Составьте текст</h3>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/wysiwyg.png" style="max-width: 570px;" alt="Визуальный редактор текста сообщения" /></p>
      
      <p>Визуальный редактор текста сэкономит ваше время, в нем легко загрузить изображения, придать нужное оформление тексту и добавить ссылки на ваш сайт. Для профессиональной верстки писем переключитесь в HTML-режим.</p>
      
    </div>
    
    <div class="feature">
      <h3><span class="gray">2.</span> Выберите получателей</h3>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/recipients.png" alt="Выбор получателей почтовой рассылки" /></p>
      <p>В «Рассылках» удобно выбирать адресатов по различным критериям:</p>
      <ul>
        <li><strong>подписчики</strong> с вашего сайта;</li>
        <li><strong>язык</strong>: если в свойствах контактов указан язык, то легко отправить сообщение сразу всем, кто говорит на одном языке;</li>
        <li><strong>категории контактов</strong>: распределите получателей по категориям, чтобы отправлять различные сообщения определенным категориям (количество создаваемых категорий не ограничено);</li>
        <li><strong>покупатели интернет-магазина</strong>.</li>
      </ul>
      <p>Если каких-то получателей нет ни в одном из этих списков, добавьте их адреса в дополнительное текстовое поле — они сохранятся в базу данных для будущих рассылок.</p>
      <div class="black bigger">
        <p>Для использования дополнительных возможностей при выборе получателей необходимо установить плагин «<a href="http://www.webasyst.ru/store/plugin/contacts/pro/">Контакты PRO</a>». Это позволит вам предварительно создать любое количество различных списков в приложении «Контакты», которые станут доступны для выбора в «Рассылках» в качестве получателей.</p>
        <p>Кроме того, данный плагин дает возможность формировать динамические списки получателей с помощью расширенного поиска. Например, укажите следующие условия:</p>
        <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/recipients-search.png" alt="" /></p>
        <p>У вас автоматически сформируется список всех москвичей, которые оформили хотя бы один заказ в вашем магазине в этом году. Такая выборка удобна, если вы хотите, например, сделать специальное предложение со скидкой для ваших клиентов ко дню города.</p>
      </div>
      <p>Такие целевые списки получателей можно формировать во время подготовки письма, не выходя из приложения «Рассылки». При этом можно одновременно задать сразу несколько критериев поиска для одной рассылки, в результате будет сформирован единый список получателей — вы можете быть уверены, что  одному клиенту не будут отправлены два одинаковых письма.</p>
    </div>
    
    <div class="feature">
      <h3><span class="gray">3.</span> Отправьте сообщение</h3>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/send.png" alt="Настройка параметров отправки сообщения" /></p>
      <ol>
        <li>Укажите адрес отправителя</li>
        <li>Задайте скорость отправки</li>
        <li>Включите поддержку Google Analytics для анализа переходов на сайт</li>
        <li>Протестируйте отправку сообщения</li>
        <li>Нажмите на кнопку «Отправить»!</li>
      </ol>
    </div>
    
    <div class="feature">
      <h3>Наслаждайтесь процессом!</h3>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/main.png" alt="Скрипт массовой рассылки сообщений в действии" /></p>
    </div>
    
    
    <div class="feature">
      <h4>Достоверные списки реальных получателей</h4>
      <p>При формировании списка получателей приложение автоматически удаляет повторяющиеся адреса и адреса, на которые не удалось отправить предыдущие рассылки — например, несуществующие или ошибочно набранные электронные адреса.</p>
      <p>Исключение лишних и несуществующих адресов помогает избежать попадания вашего сервера в «черные списки» почтовых сервисов.</p>
      
      <h4>Наглядная статистика</h4>
      <p>Статистика отправки и прочтения сообщения отображается в реальном времени в процессе выполнения рассылки — наглядный график обновляется без перезагрузки страницы.</p>
      <p>Оценить оставшееся время и эффективность рассылки легко с помощью индикатора процесса отправки и разделения адресатов по статусам (прочитано, не доставлено, не отправлено из-за критической ошибки доставки в предыдущих рассылках и т. д.).</p>
      
      <h4>Надежное управление рассылкой</h4>
      <p>Работу скрипта выполнения рассылки можно остановить в любой момент с помощью кнопки «Пауза», чтобы продолжить отправку позже, в более подходящее время.</p>
      <p>Если длительная рассылка прервется из-за ограничений на сервере хостинг-провайдера, приложение самостоятельно перезапустит процесс и продолжит отправку — достаточно просто не закрывать приложение в браузере до окончания рассылки либо настроить задания планировщика (cron) с помощью подробной инструкции.</p>
      
      
      <h4>Лояльность к почтовым сервисам</h4>
      <p>Если среди ваших получателей много пользователей популярных почтовых сервисов (Mail.ru, Яндекс.Почта, Gmail и т.&nbsp;п.), ограничьте скорость отправки, чтобы ваша рассылка не выглядела как спам, который часто отправляется в больших количествах в течение короткого промежутка времени.</p>
    </div>
    
    <div class="feature">
      <h3>Динамика прочтений, отписок и ошибок доставки</h3>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/chart-read.png" alt="" /></p>
      <p>Контролируйте результат рассылки в реальном времени. Статистика отправки покажет тех, кто уже прочитал ваше сообщение, кто отписался от будущих рассылок и тех, кто не смог получить ваше письмо и почему: например, почтовый ящик переполнен или адрес уже не существует.</p>
      <p>Графики позволяют оценить время доставки и продолжительность последующей активности. В разных случаях такая активность может продолжаться от нескольких часов до нескольких недель. Например, если отправить сообщение в ночь с пятницы на субботу, то вероятнее всего вы увидите низкую активность клиентов до утра понедельника. Сообщение, отправленное утром во вторник, скорее всего прочитают в тот же день.</p>
      <p>Вы увидите различную динамику реакции на рассылки в зависимости от типа аудитории: ее возраста, профессиональной ориентации, георасположения и прочих факторов, а также в зависимости от темы и времени письма. Это бесценный материал для планирования ваших последующих рассылок, а также для изучения портрета ваших заказчиков и разработки маркетинговой стратегии в целом.</p>
    </div>
    
    <div class="feature">
      <h3>Отложенные рассылки</h3>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/scheduled-setup.png" alt="" /></p>
      <p>Очень удобно запланировать сразу несколько рассылок. Для этого необходимо всего лишь указать дату и время отправки — приложение «Рассылки» самостоятельно выполнит свою работу в назначенный час, и вам останется лишь проанализировать результаты выполненных рассылок и оценить их эффективность.</p>
    </div>
    
    <div class="feature">
      <h3>Формы подписки и списки подписчиков</h3>
      <p>Самые лояльные подписчики — это те, которые самостоятельно подписались на получение ваших рассылок. А значит, они с большой вероятностью будут читать ваши письма, а не удалять их сразу или отправлять в спам.</p>
      <p>«Рассылки» позволяют создавать различные формы подписки для размещения их на сайтах, в блогах и на прочих веб-ресурсах. Форма подписки может быть простейшей и содержать единственное поле для указания email-адреса:</p>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/subscription-form-simple.png" alt="" /></p>
      <p>или более сложной — с именем, полем для ввода капчи и дополнительными опциями:</p>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/subscription-form-complex.png" alt="" /></p>
      <p>Каждая форма может добавлять подписчиков в созданные вами списки, например:</p>
      <ul>
        <li>новости,</li>
        <li>уведомления о начале акции,</li>
        <li>обновление программного продукта,</li>
        <li>интересные статьи и т.&nbsp; п.</li>
      </ul>
      <p>Свяжите свои форм подписки с такими списками, и вы постепенно соберете подписчиков на рассылки определенных тематик. Вам останется только составлять сообщения и рассылать их готовым спискам получателей.</p>
    </div>
    
    <div class="feature">
      <h3>Отписка от рассылок и управление подписками в личном кабинете</h3>
      <p>Помните: клиент лоялен к вашим рассылкам, пока сам желает получать ваши сообщения. Для того чтобы навсегда сохранить лояльность клиента к вашей компании, дайте ему возможность в любой момент легко и быстро отписаться от ваших рассылок из любого вашего сообщения.</p>
      <p>Ссылка отписки безо всякой авторизации приведет клиента в его личный кабинет на вашем сайте. Там он сразу попадает на страницу «Мои подписки», где сможет отписаться или вновь подписаться на любую из ваших рассылок</p>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/my-subscriptions.png" alt="" /></p>
      <p>В приложении «Сайт» вы всегда сможете изменить внешний вид личного кабинета и привести его в соответствие со стилем вашего сайта.</p>
    </div>
    
    <div class="feature">
      <h3>Персонализация сообщений</h3>
      <p>В редакторе сообщений поддерживаются переменные для динамического формирования текста рассылки — каждый адресат получит от вас письмо с индивидуальным обращением.</p>
      <p>Не хотите, чтобы ваше сообщение считали спамом? Добавьте ссылку для отписки в текст письма — всего одним щелчком мыши!</p>
      <p><img src="//www.webasyst.com/wa-data/public/site/img/apps/mailer/ru/variables.png" alt="" /></p>
    </div>
    
    <hr />
    
    <div class="feature center integration">
      <h3>Интеграция с приложениями Webasyst</h3>
      <p>«Рассылки» умеют использовать данные других приложений для выбора списка получателей:</p>
      <ul class="thumbs x4 small">
        <li><img src="http://www.webasyst.com/wa-data/public/site/img/apps/shop96.png" alt="Shop-Script" /><br />
          Покупатели интернет-магазина</li>
        <li><img src="http://www.webasyst.com/wa-data/public/site/img/apps/contacts96.png" alt="Contacts" /><br />
          Клиенты, сотрудники и другие контакты</li>
        <li><img src="http://www.webasyst.com/wa-data/public/site/img/apps/blog96.png" alt="Blog" /><br />
          Авторы комментариев в блоге</li>
        <li><img src="http://www.webasyst.com/wa-data/public/site/img/apps/site96.png" alt="Site" /><br />
          Зарегистрированные посетители сайта</li>
      </ul>
    </div>
    
  </div>
  
  <div class="pricing-block">
    <div class="pricing software" itemprop="offers" itemscope itemtype="http://schema.org/Offer">
      <div class="box">
        <h3 itemprop="name">Купить скрипт массовых рассылок</h3>
        <p itemprop="description">Единоразовая оплата: установите на любой веб-сервер и отправляйте любое количество сообщений.</p>
        <div class="option">
          <div class="button-wrapper">
            <a href="http://www.webasyst.com/buy/store/130?locale=ru_RU" class="button" itemprop="url">Купить за 2999 <span class="ruble">Р</span></a>
          </div>
        </div>
      </div>
    </div>
    <div class="or">
      или
    </div>
    <div class="pricing hosted" itemprop="offers" itemscope itemtype="http://schema.org/Offer">
      <div class="cloud">
        <h3 itemprop="name">В «облаке»</h3>
        <p itemprop="description">Готовое решение на серверах Webasyst.</p>
        
        <div class="option">
          
          <h4 itemprop="price" class="black">
            0,03 <span class="ruble">Р</span> за каждую отправку
          </h4>   	    
          <div class="button-wrapper">
            <a href="https://www.webasyst.com/cloud/?region=RU&app=mailer" class="button white cloud-transition-fade-out" itemprop="url">Создать аккаунт</a>
          </div>
        </div>
        
        <p class="small">
          <em>
            Оплачиваются только отправленные сообщения.<br />
            Первые 100 отправок &mdash; бесплатно!
          </em>
        </p>
        
      </div>
    </div>";s:11:"screenshots";a:0:{}s:5:"pages";a:0:{}s:9:"changelog";a:15:{i:0;a:3:{s:7:"version";s:11:"1.0.8.36304";s:7:"content";s:63:"Исправлены незначительные ошибки.";s:8:"datetime";s:19:"2015-02-05 04:21:21";}i:1;a:3:{s:7:"version";s:11:"1.0.8.35701";s:7:"content";s:63:"Исправлены незначительные ошибки.";s:8:"datetime";s:19:"2014-12-15 09:26:52";}i:2;a:3:{s:7:"version";s:11:"1.0.8.34970";s:7:"content";s:364:"Совместимость с обновлением фреймворка Webasyst 1.3.0:<br>
— обновленный улучшенный пользовательский интерфейс бекенда приложения,<br>
— общие улучшения и исправление недочетов в теме дизайна «Дефолт 2.0».";s:8:"datetime";s:19:"2014-11-25 07:36:51";}i:3;a:3:{s:7:"version";s:11:"1.0.7.33761";s:7:"content";s:374:"<ul>
<li>Добавлена функция подтверждения подлинности отправителя с помощью технологии DKIM.</li>
<li>Добавлена возможность настройки дизайна для страницы управления рассылками в личном кабинете клиента.</li>
</ul>";s:8:"datetime";s:19:"2014-10-16 04:04:37";}i:4;a:3:{s:7:"version";s:11:"1.0.7.33591";s:7:"content";s:77:"Исправления в работе отложенной рассылки.";s:8:"datetime";s:19:"2014-10-08 05:10:26";}i:5;a:3:{s:7:"version";s:11:"1.0.7.33543";s:7:"content";s:185:"Выбор получателей рассылки с использованием возможностей расширенного поиска плагина Контакты Про.";s:8:"datetime";s:19:"2014-10-07 04:39:43";}i:6;a:3:{s:7:"version";s:11:"1.0.7.33488";s:7:"content";s:67:"Исправление обнаруженных недочетов.";s:8:"datetime";s:19:"2014-10-03 07:17:08";}i:7;a:3:{s:7:"version";s:11:"1.0.7.33393";s:7:"content";s:1126:"<ul>
<li>Обновлен визуальный редактор составления текста рассылки.</li>
<li>Добавлена возможность создания отложенных рассылок, запланированных на указанное время.</li>
<li>Добавлена интеграция с плагином «Контакты PRO», позволяющая выбирать получателей рассылки в виде списков, с помощью расширенного поиска.</li>
<li>Добавлена возможность создавать и публиковать на сайте формы подписки для сбора контактных данных от посетителей сайта.</li>
<li>Добавлена возможность создавать отдельные тематические списки подписчиков.</li>
<li>Улучшена страница отписки от рассылок и управления подписками в личном кабинете клиента.</li>
</ul>";s:8:"datetime";s:19:"2014-10-01 08:23:58";}i:8;a:3:{s:7:"version";s:11:"1.0.7.28131";s:7:"content";s:610:"<ul>
<li>Улучшен интерфейс страницы отправки рассылок.</li>
<li>Добавлена возможность создания шаблона или черновика из ранее отправленной рассылки.</li>
<li>Добавлена функция экспорта шаблона в архив.</li>
<li>Изменена классификация сообщений об ошибках доставки.</li>
<li>Улучшено отображение переменных в визуальном редакторе рассылок.</li>
</ul>";s:8:"datetime";s:19:"2014-02-04 06:31:08";}i:9;a:3:{s:7:"version";s:11:"1.0.7.26318";s:7:"content";s:92:"Исправлена ошибка при импорте шаблонов сообщений.";s:8:"datetime";s:19:"2013-11-07 02:10:27";}i:10;a:3:{s:7:"version";s:11:"1.0.6.25879";s:7:"content";s:498:"<ul>
<li>Добавлена возможность отписать адрес получателя в бекенде.</li>
<li>Добавлены новые параметры конфигурации. Описание параметров содержится в файле lib/config/config.php.</li>
<li>Улучшен сбор статистики отправки рассылок с адресов Return-path.</li>
<li>Исправление мелких недочетов.</li>
</ul>";s:8:"datetime";s:19:"2013-10-16 05:21:24";}i:11;a:3:{s:7:"version";s:11:"1.0.4.23470";s:7:"content";s:471:"<ul>
<li>Улучшена обработка «strict mode» MySQL при создании нового сообщения без использования шаблона.</li>
<li>Исправлено ошибочное добавление UTM-меток к mailto-ссылкам в тексте сообщения.</li>
<li>Исправлен перенос строк при редактировании исходного кода сообщения.</li>
</ul>";s:8:"datetime";s:19:"2013-07-09 03:48:00";}i:12;a:3:{s:7:"version";s:11:"1.0.3.23391";s:7:"content";s:596:"<ul>
<li>Добавлены варианты ограничения скорости отправки 1 и 5 сообщений в минуту.</li>
<li>Исправлено ошибочное удаление пробелов при переключении из HTML-режима текстового редактора в визуальный режим и обратно.</li>
<li>Отключено автоматическое разбиение длинных строк в HTML-коде сообщений.</li>
<li>Исправление мелких недочетов.</li>
</ul>";s:8:"datetime";s:19:"2013-07-02 05:59:00";}i:13;a:3:{s:7:"version";s:11:"1.0.2.23232";s:7:"content";s:534:"<ul>
<li>Добавлена возможность изменения темы для отправки тестовых сообщений</li>
<li>Дополнительная адаптация к некоторым версиям MySQL</li>
<li>Исправлена ошибка отправки сообщений получателям с кириллическими именами средствами PHP-функции mail()</li>
<li>Улучшения пользовательского интерфейса</li>
</ul>";s:8:"datetime";s:19:"2013-06-24 10:05:00";}i:14;a:3:{s:7:"version";s:11:"1.0.1.23052";s:7:"content";s:1006:"<ul>
<li>Улучшение пользовательского интерфейса.</li>
<li>Улучшена поддержка SMTP-серверов популярных почтовых служб и хостинговых компаний.</li>
<li>Оптимизирована обработка наличия установленного PHP-расширения OpenSSL.</li>
<li>Исправлена ошибка обновления списка отписавшихся адресов при добавлении новых подписчиков.</li>
<li>Исправлена работа ссылок для отписки в тестовых сообщениях.</li>
<li>Исправлена ошибка отправки сообщения с помощью функции mail() при использовании кириллического имени отправителя большой длины.</li>
<li>Исправление мелких недочетов.</li>
</ul>";s:8:"datetime";s:19:"2013-06-07 05:15:00";}}s:7:"reviews";a:2:{s:5:"count";s:1:"7";s:3:"url";s:48:"http://www.webasyst.ru/store/app/mailer/reviews/";}s:4:"size";N;s:12:"requirements";a:1:{s:13:"app.installer";a:2:{s:7:"version";s:13:">=1.2.0.25986";s:6:"strict";b:1;}}s:10:"is_premium";b:0;s:5:"theme";N;s:16:"publish_datetime";s:19:"2013-09-04 07:03:12";}}