Repository: webasyst/webasyst-framework
Catalog: *-apps/blog/locale/*/LC_MESSAGES/blog.po
Languages: ru_ru

source: <a href="http://www.webasyst.com/store/app/blog/">Blogging platform</a> by Webasyst
ru_ru: <a href="http://www.webasyst.ru/store/app/blog/">Движок блога</a> — Webasyst

source: Welcome to your new blog!
ru_ru: Добро пожаловать в ваш новый блог!

source: Start by writing a post in your <a href="%s">blog backend</a>.
ru_ru: Начните с создания записи в <a href="%s">бекенде блога</a>.

source: published blog post
ru_ru: опубликовал блог-пост

source: edited blog post
ru_ru: отредактировал блог-пост

source: deleted blog post
ru_ru: удалил блог-пост

source: added comment to blog post
ru_ru: добавил комментарий в блоге

source: deleted comment to blog post
ru_ru: удалил комментарий в блоге

source: restored comment to blog post
ru_ru: восстановил комментарий в блоге

source: created a new blog
ru_ru: создал новый блог

source: deleted blog
ru_ru: удалил блог

source: modified blog settings
ru_ru: изменил настройки блога

source: Homepage META Keywords
ru_ru: META Keywords главной страницы

source: Homepage META Description
ru_ru: META Description главной страницы

source: RSS feed title
ru_ru: Заголовок RSS-ленты

source: Follow %s
ru_ru: Читать %s

source: Facebook
ru_ru: Фейсбук

source: Twitter
ru_ru: Твиттер

source: VK
ru_ru: ВКонтакте

source: Comment to an unpublished post (not visible anymore)
ru_ru: Комментарий к записи, которая была снята с публикации

source: My account
ru_ru: Личный кабинет

source: My profile
ru_ru: Мой профиль

source: Start by <a href="%s">writing a post</a> in your blog backend.
ru_ru: Начните с <a href="%s">создания записи</a> в бекенде блога.

source: Core content loaded according to the requested resource: a blog post, post stream, a page, etc.
ru_ru: Основное содержимое, загруженное в соответствии с запросом пользователя: запись блога, поток записей, страница и т. д.

source: 0 for published, 1 for deleted
ru_ru: 0 для опубликованных, 1 для удаленных

source: Upload
ru_ru: Загрузить

source: Select
ru_ru: Выбрать

source: Insert
ru_ru: Вставить

source: This blog is not visible on your sites now, because there were no routing rules added for Blog app with this particular blog. To make this blog visible on your site, create a route using the form below or using <a href="%s">Site app</a> routing settings.
ru_ru: Этот блог не виден на сайте, потому что для него не заданы правила маршрутизации. Чтобы опубликовать блог на сайте, добавьте правило маршрутизации с помощью формы ниже или в разделе «<a href="%s">Структура</a>» в приложении «Сайт».

source: Specify the public URL for this new blog on your site:
ru_ru: Введите адрес для этого блога на сайте:

source: Do not publish this blog on the site just yet
ru_ru: Пока не публиковать этот блог на сайте

source: Blog settings
ru_ru: Настройки блога

source: Photo album
ru_ru: Фотоальбом

source: Start by <a href="%s">writing your first post</a>.
ru_ru: Начните с <a href="%s">создания записи</a>.

source: Start by <a href="%s">writing a post</a> or <a href="%s">importing posts</a><br> from your existing blog.
ru_ru: Начните с <a href="%s">создания записи</a> или с <a href="%s">импорта записей</a><br> из вашего существующего блога.

source: Or enter image URL (image will be scaled to 16x16px)
ru_ru: Или введите адрес изображения (изображение будет автоматически уменьшено до 16х16 пикселей)

source: Live preview is not available for private and not published blogs.
ru_ru: Предпросмотр недоступен для закрытых и неопубликованных блогов.

source: Mirror mode
ru_ru: Режим параллельного редактирования

source: Visual
ru_ru: Визуальный редактор

source: Photo Album
ru_ru: Фотоальбом

source: Attach photo album
ru_ru: Прикрепить фотоальбом

source: (no name)
ru_ru: (без названия)

source: private album
ru_ru: закрытый альбом

source: Photos from the selected album will be automatically embedded after the post content. Photos descriptions and sort order will be defined by Photos app.
ru_ru: Фотографии из выбранного альбома будут автоматически добавлены после содержимого записи. Описания и порядок сортировки фотографий определяется приложением «Фото».

source: Post URL
ru_ru: Адрес записи

source: Replace with the direct link to this album
ru_ru: Заменить прямой ссылкой на фотоальбом

source: Great for photo galleries. Blog post will be published in the blog on a regular basis (in both post stream and RSS), but the main post title link will lead to the album page directly (Photos app).
ru_ru: Содержимое записи будет опубликовано в общей ленте и в RSS как обычно, однако основная ссылка на запись будет заменена прямой ссылкой на выбранный фотоальбом в фотогалерее (в поселении приложения «Фото»).

source: Select from Photos app
ru_ru: Выбрать из «Фото»

source: Total photos selected:
ru_ru: Выбрано фотографий:

source: Photo storage
ru_ru: Хранилище фотографий

source: Folder
ru_ru: Папка

source: Photos app
ru_ru: Приложение «Фото»

source: Save error
ru_ru: Ошибка сохранения

source: No files to upload!
ru_ru: Не выбран ни один файл для загрузки!

source: Photos from the attached album will be displayed here.
ru_ru: Здесь будут показаны фотографии из прикрепленного фотоальбома.
