Repository: webasyst/webasyst-framework
Catalog: *-apps/blog/locale/*/LC_MESSAGES/blog.po
Languages: ru_ru

source: Loading
ru_ru: Загрузка

source: Settings
ru_ru: Настройки

source: Delete
ru_ru: Удалить

source: (empty title)
ru_ru: (нет заголовка)

source: Public post
ru_ru: Открытая запись

source: Private post
ru_ru: Закрытая запись

source: No comments
ru_ru: Нет комментариев

source: Archive
ru_ru: Архив записей

source: Click to create a post scheduled to be published on this day
ru_ru: Щелкните, чтобы создать запись с датой публикации в этот день

source: Comments
ru_ru: Комментарии

source: delete
ru_ru: удалить

source: restore
ru_ru: восстановить

source: reply
ru_ru: ответить

source: no comments
ru_ru: нет комментариев

source: Done
ru_ru: Готово

source: Blog
ru_ru: Блог

source: New blog
ru_ru: Новый блог

source: Blog name
ru_ru: Название блога

source: Private
ru_ru: Закрытый

source: Public
ru_ru: Открытый

source: Blog posts are published and available in the frontend and RSS feed
ru_ru: Записи публикуются в общедоступной части и в RSS блога

source: Blog posts are published and available only within Webasyst backend for users who have rights to access this blog
ru_ru: Записи публикуются и видны только внутри аккаунтов пользователей Вебасиста, у которых есть доступ к этому блогу

source: Color
ru_ru: Цвет

source: Color coding is used only within Webasyst backend
ru_ru: Цветовое выделение используется только внутри бекенда приложения «Блог» для удобства работы со множественными блогами

source: Icon
ru_ru: Иконка

source: Or enter icon URL (should be a 16x16 px image)
ru_ru: Или укажите адрес иконки (размер — 16х16 пикселей)

source: Save
ru_ru: Сохранить

source: New post
ru_ru: Новая запись

source: All posts
ru_ru: Все записи

source: Calendar
ru_ru: Календарь

source: Drafts
ru_ru: Черновики

source: Plugins
ru_ru: Плагины

source: No plugins installed
ru_ru: Плагины не установлены

source: Plugin order defines the order they are executed. Sort plugin list to change the order.
ru_ru: Порядок сортировки плагинов настраивается перетаскиванием и определяет порядок их подключения.

source: Plugin does not offer configuration settings.
ru_ru: У этого плагина нет настроек.

source: To add posts, you must first <a href="%s"> create a new blog</a>.
ru_ru: Для добавления записей необходимо сначала <a href="%s">создать новый блог</a>.

source: Edit post
ru_ru: Редактировать запись

source: Post %s will be deleted permanently. Delete?
ru_ru: Запись «%s» будет удалена навсегда. Удалить?

source: Delete post
ru_ru: Удалить запись

source: Delete blog
ru_ru: Удалить блог

source: Add comment
ru_ru: Написать комментарий

source: Author
ru_ru: Автор

source: Preview
ru_ru: Предварительный просмотр

source: Published
ru_ru: Опубликовано

source: WYSIWYG
ru_ru: Визуальный редактор

source: Publication deadline
ru_ru: Срок публикации

source: Not set
ru_ru: Не установлено

source: Publish
ru_ru: Опубликовать

source: Save draft
ru_ru: Сохранить черновик

source: or
ru_ru: или

source: cancel
ru_ru: отменить

source: Schedule publication
ru_ru: Отложенная публикация

source: Schedule
ru_ru: Запланировать

source: edit
ru_ru: редактировать

source: Autopublication is scheduled for
ru_ru: Автоматическая публикация запланирована на

source: Unpublish
ru_ru: Отменить публикацию

source: Max %d characters
ru_ru: Максимум %d символов

source: Access denied
ru_ru: Доступ запрещен

source: Post not found
ru_ru: Запись не найдена

source: Name can not be left blank
ru_ru: Имя не может быть пустым

source: Email can not be left blank
ru_ru: Email-адрес не может быть пустым

source: Email is not valid
ru_ru: Некорректный email-адрес

source: Site URL is not valid
ru_ru: Некорректный URL сайта

source: Comment text can not be left blank
ru_ru: Текст комментария не может быть пустым

source: Comment length should not exceed 4096 symbols
ru_ru: Комментарий не должен быть длиннее 4096 символов

source: Database error
ru_ru: Ошибка базы данных

source: URL must not contain /
ru_ru: URL не должен содержать /

source: This address is already in use
ru_ru: Это адрес уже используется

source: comment
ru_ru: комментарий

source: Private blog
ru_ru: Закрытый блог

source: Blogs
ru_ru: Блоги

source: Name length should not exceed 255 symbols
ru_ru: Имя не должно быть длиннее 255 символов

source: %d post
ru_ru: %d запись

source: %d post of %d
ru_ru: %d запись из %d

source: %d comment of %d (including deleted)
ru_ru: %d комментарий из %d (включая удаленные)

source: %d comment
ru_ru: %d комментарий

source: Editing post %s
ru_ru: Редактирование записи «%s»

source: Select posts
ru_ru: Выбрать записи

source: Move to blog
ru_ru: Переместить в блог

source: Open on website
ru_ru: Открыть на сайте

source: Continue reading →
ru_ru: Читать далее →

source: Show older posts
ru_ru: Показать более ранние записи

source: Overdue posts
ru_ru: Просроченные записи

source: Overdue
ru_ru: Просроченный

source: Draft
ru_ru: Черновик

source: Scheduled for publication
ru_ru: Запланирована публикация

source: Belong to private blog
ru_ru: Принадлежит частному блогу

source: Blog type
ru_ru: Тип блога

source: Public URL
ru_ru: Адрес записи

source: Show older comments
ru_ru: Показать предыдущие комментарии

source: on
ru_ru: к записи

source: unpublished post
ru_ru: отключенная запись

source: Comment deleted
ru_ru: Комментарий удален

source: Comment for unpublished post
ru_ru: Комментарий к отключенной записи

source: in reply to
ru_ru: ответ на комментарий

source: Allow comments
ru_ru: Комментарии

source: Off
ru_ru: Выкл

source: On
ru_ru: Вкл

source: Deadline is for plan purposes only. It will not automatically published the post, but will highlight the post if publication date is overdue.
ru_ru: Установка срока публикации позволяет планировать будущие записи, но автоматически не публикует их.

source: format
ru_ru: формат

source: current time is
ru_ru: текущее время:

source: Custom parameters
ru_ru: Дополнительные параметры

source: Optional set of custom <em>key=value</em> parameters which can be used within a frontend's theme template as <em>&#123;$post.key&#125;</em>. Each key=value pair should be on a separate line.
ru_ru: Необязательный набор дополнительных параметров <em>key=value</em> (используются в шаблоне общедоступной части в виде <em>&#123;$post.key&#125;</em>). Каждую пару key=value указывайте с новой строки.

source: Saved
ru_ru: Сохранено

source: Unpublish this blog post?
ru_ru: Отменить публикацию записи?

source: Settings updated
ru_ru: Настройки сохранены

source: Personal settings
ru_ru: Личные настройки

source: App icon counter
ru_ru: Счетчик на иконке

source: Frontend settings
ru_ru: Настройки общедоступной части

source: Homepage <title>
ru_ru: Заголовок главной страницы <title>

source: Title format
ru_ru: Формат заголовка

source: Post title only
ru_ru: Только заголовок записи

source: E.g.
ru_ru: Например

source: Blog » Post title
ru_ru: Блог » Заголовок записи

source: URLs & Titles
ru_ru: Адреса (URL) и заголовки (title)

source: Number of posts in RSS file
ru_ru: Количество записей в RSS-файле

source: &lt;author&gt; tag
ru_ru: тег &lt;автор&gt;

source: Use blog post author's real name
ru_ru: Использовать настоящее имя автора

source: Use blog name
ru_ru: Использовать название блога

source: The blog %s contains <strong>%d posts</strong>. What should be done with these posts?
ru_ru: В блоге «%s» содержится <strong>%d записей</strong>. Что следует сделать с этими записями?

source: Move posts to another blog
ru_ru: Перенести записи в другой блог

source: Delete permanently
ru_ru: Удалить насовсем

source: This blog does no contain posts, and thus can be safely deleted.
ru_ru: В этом блоге нет записей, его можно удалить.

source: Deadline is for planning purposes only. It will not publish the post automatically, but will highlight the post in the calendar if it is not published in time.
ru_ru: Установка срока публикации используется только для планирования. Запись автоматически не публикуется, а лишь выделяется в календаре после истечения даты публикации.

source: The post <b>%s</b> will be permanently deleted without the ability to recover. Delete?
ru_ru: Запись «<b>%s</b>» будет удалена без возможности восстановления. Удалить?

source: Delete posts
ru_ru: Удалить записи

source: Selected posts will be permanently deleted without the ability to recover. Delete?
ru_ru: Выбранные записи будут удалены без возможности восстановления. Удалить?

source: Move posts
ru_ru: Переместить записи

source: Cron is working properly. Latest execution time: %s
ru_ru: CRON для отложенной публикации записей включен и работает. Время последнего запуска: <strong>%s</strong>

source: Scheduled publication requires CRON to be properly setup for Webasyst Blog app, which is not the case for this installation. Setup cron for the Blog app with the following command (<a href="http://www.webasyst.com/ru/framework/docs/server/cron/" target="_blank">cron setup instructions</a>):<br /><br /> <strong class="cron-command">%s</strong>
ru_ru: Для работы запланированной публикации необходимо настроить CRON, что позволит приложению «Блог» выполнять действия по расписанию без участия пользователя. Инструкция для CRON (<a href="http://www.webasyst.ru/developers/docs/tips/cron/" target="_blank">документация по настройке</a>):<br /><br /> <strong class="cron-command">%s</strong>

source: Blog not found
ru_ru: Блог не найден

source: %s settings
ru_ru: Настройки «%s»

source: Blog name must not be empty
ru_ru: Название блога не должно быть пустым

source: Isn't allowed comment to this post
ru_ru: Эту запись нельзя комментировать

source: Comment not found
ru_ru: Комментарий не найден

source: Posts by %s
ru_ru: Записи автора %s

source: Plugin settings page
ru_ru: Страница настройки плагинов

source: Adding new post
ru_ru: Добавление новой записи

source: %s ago
ru_ru: %s назад

source: in %s
ru_ru: через %s

source: Can't find corresponding blog
ru_ru: Не удалось найти соответствующий блог

source: Can't find corresponding post
ru_ru: Не удалось найти соответствующую запись

source: Files with extensions %s are allowed only.
ru_ru: Разрешены имена файлов только со следующими расширениями: %s.

source: File could not bet saved due to the insufficient file write permissions for the %s folder.
ru_ru: Не удалось сохранить файл из-за недостаточных прав на перезапись папки %s.

source: Failed to upload file %s.
ru_ru: Не удалось загрузить файл %s.

source: Blog settings page
ru_ru: Страница настройки блога

source: %subject% URL must not be empty
ru_ru: Адрес %subject% не должен быть пустым

source: %subject% URL is in use. Please enter another URL
ru_ru: Адрес %subject% уже используется. Введите другой адрес

source: %subject% URL is invalid
ru_ru: Адрес %subject% введен некорректно

source: Can create new blogs
ru_ru: Может создавать новые блоги

source: No access
ru_ru: Доступ запрещен

source: Read only
ru_ru: Только чтение

source: Read and publish new posts
ru_ru: Чтение и публикация новых записей

source: Full access
ru_ru: Полный доступ

source: Published blogs & URLs
ru_ru: Опубликованные блоги и адреса

source: All blogs. Plain URLs (%s)
ru_ru: Все блоги. Простые адреса (%s)

source: <br />Post URLs: <strong>%s</strong>, e.g. %s<br />Blog post list URLs: <strong>%s</strong>, e.g. %s
ru_ru: <br />Адреса записей: <strong>%s</strong>, например, %s<br />Адреса блогов: <strong>%s</strong>, например, %s

source: All blogs. Hierarchical URLs (%s)
ru_ru: Все блоги. Иерархические адреса (%s)

source: One blog
ru_ru: Один блог

source: Post URLs: <strong>%s</strong>
ru_ru: Адреса записей: <strong>%s</strong>

source: Returns blog info by <em>blog_id</em> as an array with the following structure: (<em>"id"</em>, <em>"url"</em>, <em>"name"</em>, <em>"status"</em>, <em>"icon"</em>, <em>"qty"</em>, <em>"color"</em>, <em>"sort"</em>, <em>"icon_url"</em>, <em>"icon_html"</em>, <em>"link"</em>)
ru_ru: Возвращает информацию о блоге по <em>blog_id</em> в виде массива со следующей структурой: (<em>"id"</em>, <em>"url"</em>, <em>"name"</em>, <em>"status"</em>, <em>"icon"</em>, <em>"qty"</em>, <em>"color"</em>, <em>"sort"</em>, <em>"icon_url"</em>, <em>"icon_html"</em>, <em>"link"</em>)

source: Returns the array of all public blogs. Each blog is an array presenting the blog data
ru_ru: Возвращает массив всех открытых блогов. Каждый блог является массивом, содержащим данные блога

source: Returns the array of all posts by <em>blog_id</em>. If <em>blog_id</em> is <em>null</em>, the array of all public posts is returned. Optional parameter <em>number_of_posts</em> limits the number of elements returned
ru_ru: Возвращает массив всех записей по <em>blog_id</em>. Если <em>blog_id</em> равен <em>null</em>, то возвращается массив всех открытых записей. Необязательный параметр <em>number_of_posts</em> используется для ограничения количества возвращаемых элементов

source: Posts
ru_ru: Записи

source: Blog URL is in use. Please enter another URL
ru_ru: Этот адрес блога уже используется. Введите другой адрес

source: Incorrect format
ru_ru: Некорректный формат

source: Returns post info by <em>post_id</em> as an array with the following structure: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_datetime"</em>, <em>"comment_count"</em>, <em>"comment_str_translate"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)
ru_ru: Возвращает информацию о записи по <em>post_id</em> в виде массива со следующей структурой: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_datetime"</em>, <em>"comment_count"</em>, <em>"comment_str_translate"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)

source: Error
ru_ru: Ошибка

source: The requested resource is not available.
ru_ru: Эта страница недоступна.

source: Sign up
ru_ru: Регистрация

source: Login
ru_ru: Вход

source: Subscribe
ru_ru: Подписаться

source: Powered by Webasyst
ru_ru: Работает на основе Webasyst

source: Guest
ru_ru: Гость

source: Your name
ru_ru: Ваше имя

source: Website
ru_ru: Сайт

source: log out
ru_ru: выйти

source: Comment
ru_ru: Комментарий

source: Comments for non published posts are disabled
ru_ru: Комментарии к записям-черновикам отключены

source: Edit blog layout in your <a href="%s">Webasyst backend</a> using “Site” app.
ru_ru: Оформление блога настраивается <a href="%s">в бекенде</a> с помощью приложения «Сайт».

source: Loading...
ru_ru: Загрузка...

source: Image will be uploaded into
ru_ru: Изобажение будет загружено в директорию

source: Post sub-URL format (%s)
ru_ru: Формат адресов страниц записей (%s)

source: Post URL only
ru_ru: Только адрес записи

source: Year/post URL
ru_ru: Год/Адрес записи

source: Year/month/post URL
ru_ru: Год/Месяц/Адрес записи

source: Year/month/date/post URL
ru_ru: Год/Месяц/День/Адрес записи

source: My overdue post drafts
ru_ru: Мои просроченные черновики

source: posts with overdue publication deadline
ru_ru: записи с просроченным сроком публикации

source: New posts published by other users
ru_ru: Новые записи других пользователей

source: Count new comments on my posts only
ru_ru: Учитывать только комментарии к моим записям

source: Setup in the <a href="%s">Blog app settlement settings</a> within the Site app
ru_ru: Формат настраивается в <a href="%s">настройках поселения блога</a> внутри приложения «Сайт»

source: Invalid data
ru_ru: Неверные данные

source: New comments
ru_ru: Новые комментарии

source: Can edit pages
ru_ru: Может редактировать страницы

source: Protect comment submit form with CAPTCHA
ru_ru: Защита формы добавления комментария <em>капчей</em> (CAPTCHA)

source: Invalid captcha code
ru_ru: Неверный код CAPTCHA

source: Invalid auth provider
ru_ru: Неверный провайдер авторизации

source: Invalid auth provider data
ru_ru: Неверные данные провайдера авторизации

source: Plugin %s is installed and working.
ru_ru: Плагин «%s» установлен и работает.

source: No configuration options are available for this plugin.
ru_ru: Этот плагин не предоставляет возможность изменения настроек.

source: Plugin %s settings
ru_ru: Настройки плагина «%s»

source: Syntax error at post template
ru_ru: Ошибка синтаксиса записи

source: Confirm the blog for publishing this post
ru_ru: Подтвердите выбор блога

source: Comments author
ru_ru: Автор комментариев

source: Posts author
ru_ru: Автор статей

source: Thank you!
ru_ru: Спасибо!

source: You have successfully signed up.
ru_ru: Вы успешно зарегистрировались.

source: Only registered users can add comments
ru_ru: Только зарегистрированные пользователи могут оставлять комментарии

source: If enabled, all commentators will be authorized and synced with the Contacts app
ru_ru: Для пользователей, которые оставляют комментарии, будут создаваться записи в приложении «Контакты»

source: Returns post info by <em>post_id</em> as an array with the following structure: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_count"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)
ru_ru: Возвращает информацию о записи по <em>post_id</em> в виде массива со следующей структурой: (<em>"id"</em>, <em>"contact_id"</em>, <em>"contact_name"</em>, <em>"datetime"</em>, <em>"title"</em>, <em>"text"</em>, <em>"status"</em>, <em>"url"</em>, <em>"blog_id"</em>, <em>"comments_allowed"</em>, <em>"user"</em>, <em>"comment_count"</em>, <em>"comment_new_count"</em>, <em>"plugins"</em>, <em>"icon"</em>, <em>"color"</em>, <em>"blog_status"</em>, <em>"blog_url"</em>, <em>"blog_name"</em>, <em>"link"</em>)

source: To add a comment please <a href="%s">sign up</a> or <a href="%s">login</a>
ru_ru: Для того, чтобы оставить комментарий, пожалуйста, <a href="%s">зарегистрируйтесь</a> или <a href="%s">авторизуйтесь</a>

source: Logout
ru_ru: Выйти

source: Search posts
ru_ru: Найти запись

source: Posts of this blog are not visible in the public frontend because there are no routing rules for the Blog app in your website settings. Use Site app (Routing section) to settle Blog app on your website and to start publishing.
ru_ru: Записи в этом блоге не видны пользователям фронтенда, потому что для приложения «Блог» не заданы правила достаточные маршрутизации. Поселите «Блог» в настройках маршрутизации приложения «Сайт», чтобы начать публиковать записи нового блога.

source: Apps
ru_ru: Приложения

source: Cancel
ru_ru: Отмена

source: Latest blog posts
ru_ru: Последние записи блога

source: Latest comments of all blog posts
ru_ru: Последние комментарии ко всем записям

source: We are using <a href="http://www.webasyst.com/apps/blog/">Webasyst Blog</a>
ru_ru: Мы используем <a href="http://www.webasyst.com/ru/apps/blog/">Webasyst Блог</a>

source: Tags
ru_ru: Теги

source: More
ru_ru: Еще

source: no posts
ru_ru: нет записей

source: We are using <a href="http://www.webasyst.com/store/app/blog/">Webasyst Blog</a>
ru_ru: Мы используем <a href="http://www.webasyst.ru/store/app/blog/">Webasyst Блог</a>

source: We are using <a href="http://www.webasyst.com/store/app/blog/" target="_blank">Webasyst Blog</a>
ru_ru: Мы используем <a href="http://www.webasyst.ru/store/app/blog/" target="_blank">Webasyst Блог</a>

source: There are no posts in this view.
ru_ru: Нет записей.

source: My drafts
ru_ru: Мои черновики

source: all drafts
ru_ru: все

source: my drafts
ru_ru: только мои

source: All blogs
ru_ru: Все блоги

source: My posts only
ru_ru: Мои записи

source: There are no comments in this view.
ru_ru: Нет комментариев.

source: Loading next %d comment...
ru_ru: Загрузка следующего %d комментария…

source: Browse for new plugins
ru_ru: Поиск плагинов

source: Use Installer to install new plugins from the Webasyst Store
ru_ru: Устанавливайте плагины из магазина Webasyst с помощью приложения «Инсталлер»

source: Meta
ru_ru: Мета

source: Title
ru_ru: Заголовок

source: No meta parameters are defined for this blog post.
ru_ru: Для этой записи мета-параметры не заданы.

source: Edit meta
ru_ru: Редактировать

source: Post title
ru_ru: Заголовок

source: Post cut (Continue reading &rarr;)
ru_ru: Кат (Читать далее &rarr;)

source: My personal settings
ru_ru: Личные настройки

source: Deadlines
ru_ru: Дедлайны

source: Remind me about my scheduled posts
ru_ru: Напоминать мне о моих запланированных публикациях

source: When publication is overdue
ru_ru: Когда публикация просрочена

source: 1 day before publication deadline
ru_ru: За 1 день до запланированной публикации

source: 2 days before publication deadline
ru_ru: За 2 дня до запланированной публикации

source: 3 days before publication deadline
ru_ru: За 3 дня до запланированной публикации

source: A week before publication deadline
ru_ru: За неделю до запланированной публикации

source: Reminders require CRON to be properly setup for the Blog app, which is not the case for this installation. Setup cron for the Blog app with the following command (<a href="http://www.webasyst.com/ru/framework/docs/server/cron/" target="_blank">cron setup instructions</a>):<br /><br /> <strong class="cron-command">%s</strong>
ru_ru: Для работы напоминаний необходимо настроить CRON, что позволит приложению «Блог» выполнять действия по расписанию без участия пользователя. Команда для CRON (<a href="http://www.webasyst.ru/developers/docs/tips/cron/" target="_blank">документация по настройке</a>):<br /><br /> <strong class="cron-command">%s</strong>

source: Recommended range is from 10 to 25
ru_ru: Рекомендуемый диапазон: от 10 до 25

source: Author’s email address
ru_ru: Email автора записи

source: %s for your blog posts
ru_ru: для ваших записей: %s

source: No author tag
ru_ru: Не указывать тег author

source: Post cut
ru_ru: Кат

source: As specified
ru_ru: Указать явно

source: of %d post
ru_ru: из %d записи

source: Notifications
ru_ru: Уведомления

source: in %d day
ru_ru: через %d день

source: minute
ru_ru: минуту

source: You have following posts scheduled for publication in the <strong>%s</strong> blog:
ru_ru: У вас есть записи, запланированные к публикации в блоге «<strong>%s</strong>»:

source: right now
ru_ru: прямо сейчас

source: today
ru_ru: сегодня

source: Scheduled blog posts
ru_ru: Запланированные публикации в блоге

source: Reminders will be sent to your <strong class="cron-command">%s</strong> email address once a day. Cron for reminders is working properly. Latest execution time: %s
ru_ru: Напоминания будут отправляться вам по почте по адресу <strong class="cron-command">%s</strong> не чаще, чем раз в день. CRON, необходимый для работы напоминаний, включен и работает. Время последнего запуска: <strong>%s</strong>

source: You have blog posts scheduled for publication on the %s blog:
ru_ru: У вас есть записи, запланированные к публикации в блоге «%s»:

source: Hello and welcome to your new blog!<br> Start by writing your first post.
ru_ru: Добро пожаловать в ваш новый блог!<br> Начните с создания записи.

source: Public blog URL
ru_ru: Адрес блога

source: A URL to view all posts of this blog on your public website.
ru_ru: Адрес, по которому на сайте можно посмотреть список всех записей этого блога.
