Repository: webasyst/webasyst-framework
Catalog: *-apps/team/plugins/ics/locale/*/LC_MESSAGES/team_ics.po
Languages: ru_ru

source: WebCal subscription URL
ru_ru: Адрес подписки WebCal

source: Calendar
ru_ru: Календарь

source: or
ru_ru: или

source: cancel
ru_ru: отменить

source: Subscribe
ru_ru: Подписаться

source: Import events from file
ru_ru: Импортировать календарь из файла

source: Choose .ics file
ru_ru: Выберите файл .ics

source: Import
ru_ru: Импортировать

source: Empty URL.
ru_ru: Указан пустой адрес.

source: Unknown URL scheme.
ru_ru: Указана неизвестная схема URL.

source: Empty URL host.
ru_ru: В URL Не указан хост.

source: Cannot download data from specified URL.
ru_ru: Не удалось получить календарь по указанному адресу.

source: No iCalendar found at specified URL.
ru_ru: По указанному адресу нет календаря в формате iCalendar.

source: Imported from file
ru_ru: Импортирован из файла

source: RFC 5545 iCalendar specification support for events import via WebCal subscriptions (iCal URL) and uploading local .ics files
ru_ru: Поддержка стандарта iCalendar (RFC 5545) для импорта календарей через подписку на WebCal-ресурсы, а также из файлов .ics

source: Empty
ru_ru: Пустой

source: Import from file
ru_ru: Импорт из файла
