Repository: webasyst/webasyst-framework
Catalog: *-apps/stickies/locale/*/LC_MESSAGES/stickies.po
Languages: ru_ru

source: Stickies
ru_ru: Стикеры

source: Apps
ru_ru: Приложения

source: New board
ru_ru: Новая доска

source: Add
ru_ru: Добавить

source: Settings
ru_ru: Параметры

source: Empty server responce
ru_ru: Пустой ответ сервера

source: AJAX request error
ru_ru: Ошибка AJAX-запроса

source: Invalid server responce
ru_ru: Нераспознанный ответ сервера

source: Delete board with all stickies?
ru_ru: Удалить доску вместе со всеми стикерами на ней?

source: Error occurred while sorting boards
ru_ru: Произошла ошибка в процессе сортировки досок

source: Please wait
ru_ru: Пожалуйста, подождите

source: Loading...
ru_ru: Загрузка...

source: Delete
ru_ru: Удалить

source: Sticky status
ru_ru: Статус стикера

source: Color
ru_ru: Цвет

source: New sticky
ru_ru: Новый стикер

source: Name
ru_ru: Название

source: Background
ru_ru: Фон

source: Save
ru_ru: Сохранить

source: Delete board
ru_ru: Удалить доску

source: no name
ru_ru: без названия

source: Not enough rights to work with current board
ru_ru: Недостаточно прав для работы с текущей доской

source: Not enough rights to add new board
ru_ru: Недостаточно прав для создания новой доски

source: Board
ru_ru: Доска

source: Error while delete sticky
ru_ru: Ошибка удаления стикера

source: Error while save sticky
ru_ru: Ошибка сохранения стикера

source: Invalid sticky ID
ru_ru: Неверный идентификатор стикера

source: Allow add new board
ru_ru: Разрешено добавлять новые доски

source: Available boards
ru_ru: Доступные доски

source: Boards
ru_ru: Доски

source: My stickies
ru_ru: Мои стикеры

source: created a new board
ru_ru: создал новую доску

source: edited board
ru_ru: отредактировал доску

source: deleted board
ru_ru: удалил доску

source: added a new sticky
ru_ru: добавил новую заметку

source: edited sticky
ru_ru: отредактировал заметку

source: resized sticky
ru_ru: изменил размер заметки

source: moved sticky to another board
ru_ru: переместил заметку на другую доску

source: deleted sticky
ru_ru: удалил заметку

source: moved sticky
ru_ru: переместил заметку
