Repository: webasyst/webasyst-framework
Catalog: *-apps/photos/locale/*/LC_MESSAGES/photos.po
Languages: ru_ru

source: Photos
ru_ru: Фото

source: Rate photo
ru_ru: Оценить

source: Next
ru_ru: Следующий

source: edit
ru_ru: редактировать

source: Albums
ru_ru: Альбомы

source: Share
ru_ru: Отправить

source: Embed
ru_ru: Виджет

source: Organize
ru_ru: Организовать

source: Unstack
ru_ru: Разгруппировать

source: Add to album
ru_ru: Альбомы

source: Manage access
ru_ru: Доступ

source: Delete photo
ru_ru: Удалить фотографию

source: Edit
ru_ru: Редактировать

source: Left
ru_ru: Влево

source: Right
ru_ru: Вправо

source: Tags
ru_ru: Теги

source: Camera
ru_ru: Камера

source: Shutter
ru_ru: Выдержка

source: Aperture
ru_ru: Диафрагма

source: Focal length
ru_ru: Фокусное расстояние

source: Taken
ru_ru: Снято

source: ← Back
ru_ru: ← Назад

source: Photo downloaded by
ru_ru: Фото скачано

source: Upload photos
ru_ru: Загрузить фотографии

source: All photos
ru_ru: Все фотографии

source: Rated
ru_ru: Избранное

source: New album
ru_ru: Новый альбом

source: Plugins
ru_ru: Плагины

source: Settings
ru_ru: Настройки

source: Save
ru_ru: Сохранить

source: Saved
ru_ru: Сохранено

source: Plugin does not offer configuration settings.
ru_ru: Этот плагин не предоставляет возможность изменения настроек.

source: Unknown plugin
ru_ru: Неизвестный плагин

source: No plugins installed
ru_ru: Плагины не установлены

source: Loading...
ru_ru: Загрузка...

source: Album name
ru_ru: Название альбома

source: Album type
ru_ru: Тип альбома

source: Album
ru_ru: Альбом

source: Visibility
ru_ru: Доступ

source: Delete
ru_ru: Удалить

source: %d photo will be deleted without the ability to restore.
ru_ru: %d фотография будет безвозвратно удалена.

source: Photo “%s” will be deleted without the ability to restore.
ru_ru: Фотография «%s» будет безвозвратно удалена.

source: This will unstack %d photo.
ru_ru: Группа из %d фотографии будет разобрана.

source: Are your shure?
ru_ru: Вы уверены?

source: Stack is empty
ru_ru: Группа пуста

source: The operation was not performed to %d photo (%%s)
ru_ru: Операция не была выполнена с %d фотографией (%%s)

source: The operation was not performed to %d album (%%s)
ru_ru: Операция не была выполнена с %d альбомом (%%s)

source: out of %d selected
ru_ru: из %d выбранной

source: because you don't have sufficient access rights
ru_ru: потому что вы не обладаете необходимыми правами

source: %d photo
ru_ru: %d фотография

source: of %d photo
ru_ru: из %d фотографии

source: Upload photos (%d)
ru_ru: Загрузить фотографии (%d)

source: Next →
ru_ru: Далее →

source: Link / Embed
ru_ru: Ссылка / HTML

source: Blog post
ru_ru: Написать в блог

source: Separate tags with comma (,)
ru_ru: Разделяйте теги запятой (,)

source: Full size
ru_ru: Полный размер

source: Dimensions
ru_ru: Исходный размер

source: Size
ru_ru: Файл

source: Assign tags
ru_ru: Теги

source: cancel
ru_ru: отмена

source: Photostream
ru_ru: Фотопоток

source: Plugin %s is installed and working.
ru_ru: Плагин «%s» установлен и работает.

source: No configuration options are available for this plugin.
ru_ru: Этот плагин не предоставляет возможность изменения настроек.

source: Plugin order defines the order they are executed. Sort plugin list to change the order.
ru_ru: Порядок сортировки плагинов настраивается перетаскиванием и определяет порядок их подключения.

source: Static album which allows adding and arranging photos in manually
ru_ru: Статический альбом, фотографии в котором добавляются и упорядочиваются вручную

source: Smart album
ru_ru: «Умный» альбом

source: Dynamic album based on search criteria, e.g. rating, album hierarchy, tags
ru_ru: Динамический альбом, содержимое которого формируется согласно указанными параметрам, например, по оценкам или тегам

source: Public
ru_ru: Опубликованный

source: Album is visible in the public gallery
ru_ru: Альбом доступен в фотогалерее на сайте

source: Private
ru_ru: Приватный

source: Album is visible only to authorized users of the Photos app, or by a private link
ru_ru: Альбом доступен только авторизованным пользователям приложения «Фото» или по временной приватной ссылке

source: Privacy settings
ru_ru: Настройки доступа

source: Select user groups you want to have access to this album
ru_ru: Выберите группы пользователей, которым будет предоставлен доступ к альбому

source: Uncheck all groups to make this album visible to you only
ru_ru: Выключите галочки для всех групп, чтобы доступ к альбому был только у вас

source: There are no user groups in your Webasyst installation. Add groups in the Contacts app to be able to manage access to photos
ru_ru: В вашей установке Вебасиста нет ни одной группы пользователей. Чтобы управлять доступом к фотографиям, добавьте хотя бы одну группы пользователей в приложении «Контакты»

source: Album settings
ru_ru: Настройки альбома

source: Frontend URL
ru_ru: Адрес на сайте

source: Apply visibility change to all photos of this album
ru_ru: Установить обновленные настройки доступа ко всем фотографиям этого альбома

source: Description
ru_ru: Описание

source: Custom parameters
ru_ru: Дополнительные параметры

source: Optional set of custom <em>key=value</em> parameters which can be used within a frontend's theme template as <em>&#123;$album.key&#125;</em>. Each key=value pair should be on a separate line.
ru_ru: Необязательный набор параметров вида <em>key=value</em>, к значениям которых можно обращаться в шаблоне темы фронтенда как <em>&#123;$album.key&#125;</em>. Каждая пара key=value должна быть указана на отдельной строке.

source: Rating
ru_ru: Оценка

source: Access
ru_ru: Доступ

source: or
ru_ru: или

source: Share photo
ru_ru: Отправить

source: Link
ru_ru: Ссылка

source: HTML
ru_ru: HTML-код

source: Image URL
ru_ru: Адрес изображения

source: Image URLs of private photos are temporary. Permanent linking (embedding) is not recommended.
ru_ru: Для приватных фотографий используются временные адреса. Использовать приватные фотографии для публикации не рекомендуется.

source: Image size
ru_ru: Размер изображения

source: Close
ru_ru: Закрыть

source: Delete album
ru_ru: Удалить альбом

source: Delete photos
ru_ru: Удалить

source: OK
ru_ru: ОК

source: Don't delete photos
ru_ru: Не удалять фотографии

source: All photos will remain in the photo stream, and only the album will be deleted
ru_ru: Все фотографии сохранятся в фотопотоке, удален будет только альбом.

source: Delete all photos stored in this album (%d)
ru_ru: Удалить все фотографии из этого альбома (%d)

source: selected photos
ru_ru: выбранные

source: entire album
ru_ru: весь альбом

source: all tagged
ru_ru: все с тегами

source: all rated
ru_ru: все с оценками

source: all listed
ru_ru: все перечисленные

source: Share photos
ru_ru: Поделиться

source: Descriptions
ru_ru: Описания

source: For embedding into other Webasyst apps content.
ru_ru: Для размещения на страницах других Вебасист-приложений.

source: Image URLs
ru_ru: Адреса изображений

source: Stack
ru_ru: Сгруппировать

source: Rate
ru_ru: Оценить

source: Private album
ru_ru: Приватный альбом

source: Public album
ru_ru: Опубликованный альбом

source: Public link
ru_ru: Ссылка

source: Private link
ru_ru: Приватная ссылка

source: add description
ru_ru: добавить описание

source: Rate photos
ru_ru: Оценить фото

source: Cancel
ru_ru: Отмена

source: No one album exists
ru_ru: Нет альбомов

source: Access to photos
ru_ru: Доступ к фотографиям

source: Visible in the public gallery
ru_ru: Фотографии доступны в фотогалерее на сайте

source: Visible only to authorized users of the Webasyst Photos app
ru_ru: Фотографии доступны только авторизованным пользователям приложения «Фото»

source: Select user groups you want to have see this album
ru_ru: Выберите группы пользователей, которым вы хотите показать этот альбом

source: There are no user groups thus you cant't manage access to photos
ru_ru: Группы пользователей не созданы, поэтому настройка прав доступа недоступна

source: Select photos
ru_ru: Выберите фотографии

source: or drag photos here
ru_ru: или перетащите фотографии сюда

source: Photos automatically appear in the public gallery
ru_ru: Фотографии автоматически появляются в фотогалерее на сайте

source: Only authorized users of the Webasyst Photos app can see these photos. Photos can be shared via sending a secure private link, or via embedded into external websites and apps
ru_ru: Только авторизованные пользователи бекенда смогут увидеть эти фотографии. Показать фото другим можно будет по временной приватной ссылке

source: Select user groups you want to have access to these photos:
ru_ru: Выберите группы пользователей, которым будет предоставлен доступ к фотографиям:

source: Uncheck all groups to make photos visible to you only.
ru_ru: Выключите галочки для всех групп, чтобы доступ к фото был только у вас.

source: Don't add to album
ru_ru: Не добавлять в альбомы

source: Create new album
ru_ru: Создать новый альбом

source: Name the album for this upload
ru_ru: Введите название альбома для этой загрузки

source: Stop upload
ru_ru: Прервать

source: Files uploaded with errors
ru_ru: Файлы загружены с ошибками.

source: Failed to upload. Most probably, there were not enough memory to create thumbnails.
ru_ru: Загрузка не удалась. Возможно, недостаточно оперативной памяти для создания эскизов изображений.

source: Settings updated
ru_ru: Настройки сохранены

source: Thumbnails
ru_ru: Эскизы

source: Thumbnails to be created when photo is uploaded
ru_ru: Создание эскизов при загрузке изображений

source: Square crop
ru_ru: Квадратная обрезка

source: Max
ru_ru: Макс

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: auto
ru_ru: авто

source: delete
ru_ru: удалить

source: Rectangular crop
ru_ru: Прямоугольная обрезка

source: Add
ru_ru: Добавить

source: Custom-sized thumbnails
ru_ru: Эскизы произвольных размеров

source: Allow on demand generation of custom-sized thumbnails
ru_ru: Разрешить создание эскизов произвольных размеров по требованию

source: If enabled, frontend design theme can request Photos app to create custom-sized photo thumbnails on fly (any size in addition to the listed above, including cropped versions)
ru_ru: Включите, чтобы позволить приложению «на лету» создавать эскизы фотографий произвольных размеров (размер эскиза указывается в URL файла).

source: Max thumbnail size
ru_ru: Максимальный размер эскиза

source: Limits the maximum thumbnail size that can be created on demand. Must not be less than 970 px.
ru_ru: Максимальный возможный размер эскиза изображения, созданного по требованию. Не должен превышать 970 пикселей.

source: Sharpen
ru_ru: Резкость

source: Apply sharpening filter when creating thumbnails (recommended)
ru_ru: Применить фильтр резкости при создании эскизов изображений (рекомендуется)

source: Click “Save” button below to apply this change.
ru_ru: Щелкните по кнопке «Сохранить» внизу, чтобы применить это изменение.

source: Files with extensions *.gif, *.jpg, *.jpeg, *.png are allowed only.
ru_ru: Допускаются только файлы с расширениями имени .gif, .jpg, .jpeg, .png

source: You don't have sufficient access rights
ru_ru: У вас недостаточно прав доступа.

source: Pages
ru_ru: Страницы

source: subtitle
ru_ru: подзаголовок

source: add a tag
ru_ru: добавить тег

source: Edit title...
ru_ru: Редактировать заголовок...

source: Saving
ru_ru: Сохранение

source: Please select at least one album
ru_ru: Выберите хотя бы один альбом

source: Please select at least one tag
ru_ru: Выберите хотя бы один тег

source: Please select at least two photos
ru_ru: Выберите хотя бы две фотографии

source: Please select at least one photo
ru_ru: Выберите хотя бы одну фотографию

source: clear
ru_ru: очистить

source: Tagged “%s”
ru_ru: Тег «%s»

source: Editors’ choice
ru_ru: Избранное

source: <br>Photo URLs: with prefix 'photo' <strong>/photo/photo_url/</strong>, e.g. /photo/DSC_2051/<br>Album URLs: without prefix 'album' <strong>/&lt;full_path_to_album&gt;/</strong>, e.g. /travel/france/2010/
ru_ru: <br>Адреса фотографий: с префиксом 'photo' <strong>/photo/photo_url/</strong>, например: /photo/DSC_2051/<br>Адреса альбомов: без префикса 'album' <strong>/&lt;full_path_to_album&gt;/</strong>, например: /travel/france/2010/

source: <br>Photo URLs: without prefix 'photo' <strong>/photo_url/</strong>, e.g. /DSC_2051/<br>Album URLs: with prefix 'album' <strong>/album/&lt;full_path_to_album&gt;/</strong>, e.g. /album/travel/france/2010/
ru_ru: <br>Адреса фотографий: без префикса 'photo' <strong>/photo_url/</strong>, например: /DSC_2051/<br>Адреса альбомов: с префиксом 'album' <strong>/album/&lt;full_path_to_album&gt;/</strong>, например, /album/travel/france/2010/

source: Rendered html block of links' to album in where is curret photo
ru_ru: Готовый блок HTML-кода ссылок на альбом, содержащий текущую фотографию

source: Rendered html block of photo's author info
ru_ru: Готовый блок HTML-кода с информацией об авторе фотографии

source: URLs
ru_ru: Адреса

source: Without /album/
ru_ru: Без /album/

source: With /album/
ru_ru: С /album/

source: Get single photo by numerical id (photo_id) with specified size (numerical or size name e.g. big, middle, crop)
ru_ru: Получить одну фотографию по ее числовому идентификатору (photo_id) с указанными размерами (в виде числа или фиксированного значения: big, middle, crop)

source: Get photos list by search conditions e.g. tag/my_tag, album/12, id/1,5,7
ru_ru: Получить список фотографий по условию поиска, например: tag/my_tag, album/12, id/1,5,7

source: One or more optional custom params, setted by album settings in backend in key-value format, i.e. available like {$album.key}
ru_ru: Один или более дополнительных параметров, сохраненных в настройках альбома в формате key=value и доступных для использования в виде {$album.key}

source: Core content loaded according to the requested resource: a blog post, post stream, a page, etc.
ru_ru: Основное содержимое, загруженное в соответствии с запросом пользователя: запись блога, поток записей, страница и т. д.

source: Optional var. Available only if current context of photo is album. Below are describe keys of this param
ru_ru: Необязательная переменная. Доступна, только если текущим контекстом фотографии является альбом. Ниже описаны ключи этого параметра.

source: Url to next photo
ru_ru: Адрес следующей фотографии

source: Rendered photo-stream widget
ru_ru: Готовый виджет фотопотока

source: Rendered html block of tags
ru_ru: Готовый блок HTML-кода тегов

source: Rendered html block of exif info
ru_ru: Готовый блок HTML-кода с EXIF-данными

source: Hooks to this page. Below are describe keys of this param
ru_ru: Хуки для этой страницы. Ниже описаны ключи этого параметра.

source: Under photo, in bottom hook
ru_ru: Под фотографией, в нижнем хуке.

source: See description of vars for photo.html
ru_ru: См. описание переменных для photo.html.

source: Can upload photos and create new albums
ru_ru: Загрузка фотографий и создание новых альбомов

source: Can edit and delete photos and albums uploaded by other users
ru_ru: Редактирование и удаление фотографий и альбомов, загруженных другими пользователями

source: Can edit pages
ru_ru: Редактирование страниц

source: Access denied
ru_ru: Доступ запрещен

source: Unknown album
ru_ru: Неизвестный альбом

source: Can't move photo
ru_ru: Не могу переместить фотографию.

source: Can't update album: unknown field
ru_ru: Не могу изменить альбом: неизвестное свойство.

source: Unknown photo
ru_ru: Неизвестная фотография

source: Not choosen any photos
ru_ru: Не выбрана ни одна фотография.

source: Tag not found
ru_ru: Тег не найден.

source: Empty photo list
ru_ru: Список фотографий пуст.

source: Photo not found
ru_ru: Фотография не найдена.

source: Unknown size
ru_ru: Неизвестный размер

source: The insufficient file write permissions for the %s folder.
ru_ru: Недостаточно прав доступа для записи файлов в папку %s.

source: Incorrect image
ru_ru: Неправильное изображение

source: Database error
ru_ru: Ошибка базы данных

source: Page not found
ru_ru: Страница не найдена.

source: Choose rate
ru_ru: Выберите оценку

source: Are you sure to delete photo?
ru_ru: Вы уверены, что хотите удалить фотографию?

source: Error
ru_ru: Ошибка

source: The requested resource is not available.
ru_ru: Запрошенный ресурс недоступен.

source: Logout
ru_ru: Выйти

source: Sign up
ru_ru: Регистрация

source: Login
ru_ru: Вход

source: Powered by Webasyst
ru_ru: Работает на основе Webasyst

source: Normal size
ru_ru: Обычный размер

source: Private photos selected
ru_ru: Выбраны приватные фотографии

source: %d of %d selected photos are <strong>private photos</strong>, and they are not recommended for permanent linking (embedding). Private photo URLs may be changed by the Photos app at any time.
ru_ru: %d из %d выбранных фотографий являются <strong>приватными</strong>. Публиковать приватные фотографии не рекомендуется в связи с тем, что их адреса являются временными и могут быть изменены приложением «Фото» без дополнительных уведомлений.

source: Embed anyway
ru_ru: Опубликовать все равно

source: Create album
ru_ru: Создать альбом

source: is greater or equal
ru_ru: больше либо равна

source: is lesser or equal
ru_ru: меньше либо равна

source: public
ru_ru: опубликованный

source: private
ru_ru: приватный

source: Hide photos name
ru_ru: Скрыть названия

source: Private photo
ru_ru: Приватная фотография

source: Start upload
ru_ru: Начать загрузку

source: Thank you!
ru_ru: Спасибо!

source: You have successfully signed up.
ru_ru: Вы успешно зарегистрировались.

source: Order
ru_ru: Сортировка

source: uploaded
ru_ru: новые фото наверху

source: top rated
ru_ru: по оценке

source: Homepage title
ru_ru: Заголовок главной страницы

source: As specified
ru_ru: Указать явно

source: uploaded on
ru_ru: загружена

source: Original image
ru_ru: Оригинал

source: Remove tags
ru_ru: Убрать теги

source: Show more photos
ru_ru: Показать еще

source: Loading
ru_ru: Загружаю

source: of %d
ru_ru: из %d

source: Originals
ru_ru: Оригиналы

source: Backup photo originals
ru_ru: Хранить оригиналы фотографий

source: When enabled, every uploaded image file is automatically backed up and stored independently from photo full size version, which is modified when you edit it, e.g. rotate, apply watermarks or image visual effects. Originals are never updated. Pros: you have backups of all uploaded images. Cons: almost twice more disk space is required for storing original images than for storing only full size versions and thumbnails.
ru_ru: Оригинальные изображения будут сохранены отдельно от полноразмерной версии и не будут меняться, когда вы редактируете фотографию (например, при поворотах изображения, применении к изображению фильтров, наложению водяных знаков). Плюсы: у каждой фотографии есть резервная копия, бекап. Минусы: для хранения оригиналов требуется примерно в два раза больше места на диске.

source: Unsaved changes will be lost if you leave this page now. Are you sure?
ru_ru: Несохраненные изменения будут потеряны. Вы уверены?

source: Uploaded by
ru_ru: Автор:

source: Rendered HTML block of links to albums which current photo belongs to
ru_ru: HTML-блок ссылок на альбомы, к которым относится эта фотография

source: Rendered HTML block of current photo author info
ru_ru: HTML-блок с информацией об авторе этой фотографии

source: Returns entire tag list as an array with the following structure: (<em>"id"</em>, <em>"name"</em>, <em>"count"</em>, <em>"size"</em>, <em>"opacity"</em>)
ru_ru: Возвращает весь список тегов в виде массива следующего формата: <em>"id"</em>, <em>"name"</em>, <em>"count"</em>, <em>"size"</em>, <em>"opacity"</em>

source: Returns photo by id (<em>photo_id</em>) as an array with the following structure: (<em>"id"</em>, <em>"name"</em>, <em>"description"</em>, <em>"ext"</em>, <em>"size"</em>, <em>"type"</em>, <em>"rate"</em>, <em>"width"</em>, <em>"height"</em>, <em>"contact_id"</em>, <em>"upload_datetime"</em>, <em>"edit_datetime"</em>, <em>"status"</em>, <em>"hash"</em>, <em>"url"</em>, <em>"parent_id"</em>, <em>"stack_count"</em>, <em>"sort"</em>, <em>"thumb_%size%"</em>). Optional <em>size</em> parameter can be used to fetch particular thumbnail size: should be provided in pixels, or as one of the predefined values: <em>"big"</em> for 970, <em>"middle"</em> for 750, <em>"thumbs"</em> for 200x0, <em>"crop"</em> for 96x96
ru_ru: Возвращает фотографию по её id (<em>photo_id</em>) в виде массива со следующей структурой: (<em>"id"</em>, <em>"name"</em>, <em>"description"</em>, <em>"ext"</em>, <em>"size"</em>, <em>"type"</em>, <em>"rate"</em>, <em>"width"</em>, <em>"height"</em>, <em>"contact_id"</em>, <em>"upload_datetime"</em>, <em>"edit_datetime"</em>, <em>"status"</em>, <em>"hash"</em>, <em>"url"</em>, <em>"parent_id"</em>, <em>"stack_count"</em>, <em>"sort"</em>, <em>"thumb_%size%"</em>). Можно использовать необязательный параметр <em>size</em> для получения конкретного размера эскиза, который должен быть указан в виде значения в пикселях либо в виде одного из фиксированных значений: <em>"big"</em> (970), <em>"middle"</em> (750), <em>"thumbs"</em> (200x0), <em>"crop"</em> (96x96).

source: Returns photo list array by search criteria, e.g. <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>
ru_ru: Возвращает массив со списком фотографий в соответствии с параметрами поиска, например: <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>.

source: Photo album id. Other elements of <em>$album</em> available in this template are listed below
ru_ru: Идентификатор фотоальбома. Другие элементы массива <em>$album</em>, доступные в шаблоне, перечислены ниже

source: The way to use album custom parameters which can be set for every individual album in its settings (<em>key=value</em> format)
ru_ru: Способ использования дополнительных параметров, которые могут быть заданы индивидуально в свойствах каждого альбома (в формате <em>key=value</em>)

source: Core content loaded according to the requested resource: an album, a photo, a page, etc.
ru_ru: Основное содержимое, загружаемое в соответствии с запрошенным ресурсом: например, альбом, фотография, страница и т. д.

source: Photo id. Other elements of <em>$photo</em> available in this template are listed below
ru_ru: Идентификатор фотографии. Другие элементы массива <em>$photo</em>, доступные в этом шаблоне, перечислены ниже.

source: Conditional! Available only if current context of photo is album. Below are describe keys of this param
ru_ru: Метод доступен, только если текущим контекстом фотографии является альбом. Ниже описаны ключи этого параметра.

source: URL of next photo in the photo stream
ru_ru: URL следующей фотографии в потоке

source: Rendered photo stream navigation widget
ru_ru: HTML-код виджета навигации по фотопотоку

source: Rendered HTML block of current photo tags
ru_ru: HTML-блок с тегами этой фотографии

source: Rendered HTML block of current photo EXIF data
ru_ru: HTML-блок с данными EXIF этой фотографии

source: Available vars are listed in the cheat sheet for photo.html template
ru_ru: Доступные переменные перечислены в шпаргалке для шаблона photo.html

source: URL is in use
ru_ru: Такой адрес уже используется

source: Photo doesn't exists
ru_ru: Фотография не найдена

source: Uncheck all groups to make this album visible to you only.
ru_ru: Отключите все группы, чтобы сделать этот альбом доступным только вам.

source: Not available for smart albums.
ru_ru: Опция недоступна для «умных» альбомов.

source: Select all photos
ru_ru: Выбрать все фото

source: Revert to original
ru_ru: Восстановить

source: Empty result
ru_ru: Сервер вернул пустой ответ
