Repository: webasyst/webasyst-framework
Catalog: *-apps/photos/locale/*/LC_MESSAGES/photos.po
Languages: ru_ru

source: This will reset all changes you applied to the image after upload, and will restore the image to its original. Are you sure?
ru_ru: Восставление из оригинала сбросит все изменения, которые вы делали с фотографией после загрузки. Восстановить?

source: This album will not be visible in the public gallery because there are no routing rules for the Photos app in your website settings. Use Site app (Routing section) to settle Photos app on your website and to start publishing photos.
ru_ru: Альбом не будут опубликован на вашем сайте, потому что приложение «Фото» не подключено правилами маршрутизации. Чтобы публиковать фотографии и альбомы, поселите приложение «Фото» в разделе «Маршрутизация» внутри приложения «Сайт».

source: Apps
ru_ru: Приложения

source: Upload photo
ru_ru: Загрузить фото

source: Themes
ru_ru: Темы дизайна

source: Design
ru_ru: Дизайн

source: Returns photo list array by search criteria, e.g. <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>. <em>size</em> parameter indicates thumbnail size. <em>limit</em> parameter is MySQL-like: can be either a number (max number of photos to be returned) or a pair of offset, limit (start from and the max number of records to be returned)
ru_ru: Возвращает массив списка изображений по заданным критериям, например, <em>"tag/vacations"</em>, <em>"album/12"</em>, <em>"id/1,5,7"</em>. Параметр <em>size</em> обозначает размер эскиза. Параметр <em>limit</em> используется по аналогии с MySQL: либо одно число (макс. кол-во изображений), либо пара чисел «смещение, ограничение» (т. е. номер первого изображения и общее максимальное количество).

source: Latest uploaded photos
ru_ru: Последние загруженные фотографии

source: Parent album is private
ru_ru: Родительский альбом является приватным

source: Parent album is smart
ru_ru: Родительский альбом является динамическим

source: We are using <a href="http://www.webasyst.com/apps/photos/">Webasyst Photos</a>
ru_ru: Мы используем <a href="http://www.webasyst.com/ru/apps/photos/">Webasyst Фото</a>

source: More
ru_ru: Еще

source: Remove from album
ru_ru: Исключить из альбома

source: Photos in this list are sorted <strong>by upload time</strong>. Sort order cannot be set manually here.
ru_ru: В этом списке фотографии отсортированы <strong>по времени загрузки</strong>. Вручную задать порядок сортировки в этом списке нельзя.

source: Photos in this list are sorted <strong>by rating</strong>. Sort order cannot be set manually here.
ru_ru: В этом списке фотографии отсортированы <strong>по оценке</strong>. Вручную задать порядок сортировки в этом списке нельзя.

source: You do not have sufficient access rights to alter photos sort order in this list.
ru_ru: У вас недостаточно прав доступа для изменения порядка сортировки фотографий в этом списке.

source: Popular tags
ru_ru: Популярные теги

source: Save error
ru_ru: Ошибка сохранения

source: We are using <a href="http://www.webasyst.com/store/app/photos/">Webasyst Photos</a>
ru_ru: Мы используем <a href="http://www.webasyst.ru/store/app/photos/">Webasyst Фото</a>

source: We are using <a href="http://www.webasyst.com/store/app/photos/" target="_blank">Webasyst Photos</a>
ru_ru: Мы используем <a href="http://www.webasyst.ru/store/app/photos/" target="_blank">Webasyst Фото</a>

source: Thumbnail quality
ru_ru: Качество эскизов

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 90 is recommended.
ru_ru: Коэффициент качества сжатия JPEG при создании эскизов изображений. От 0 (минимальное качество, минимальный размер файлов) до 100 (максимальное качество, максимальный размер файлов). Рекомендуемое значение — 90.

source: Browse for new plugins
ru_ru: Поиск плагинов

source: Use Installer to install new plugins from the Webasyst Store
ru_ru: Устанавливайте плагины из магазина Webasyst с помощью приложения «Инсталлер»
