Repository: webasyst/webasyst-framework
Catalog: *-apps/team/plugins/office365/locale/*/LC_MESSAGES/team_office365.po
Languages: ru_ru

source: Issued by Microsoft for your Web application
ru_ru: Предоставляется со стороны Microsoft при регистрации приложения

source: URL(https) where a user will return after Microsoft Graph authorization.
ru_ru: Адрес (https), на который будет возвращаться пользователь после OAuth-авторизации в Microsoft Graph.

source: Copy specified URL to the appropriate field in your Microsoft Graph application settings.
ru_ru: Скопируйте указанный адрес в соответствующее поле в настройках приложения в Microsoft Graph.

source: You need HTTPS to connect Microsoft account.
ru_ru: Для подключения аккаунта Microsoft необходим HTTPS.

source: To receive Application Id and secret <a href="https://apps.dev.microsoft.com/" target="_blank">register an application</a> on the Microsoft Application Registration portal.
ru_ru: Для получения Идентификатора приложения и секрета <a href="https://apps.dev.microsoft.com/" target="_blank">зарегистрируйте приложение</a> на портале регистрации приложений Microsoft.

source: <a href="https://support.webasyst.com/16034/team-add-calendar-microsoft-office-365/" target="_blank">Step-by-step manual on connecting with a Microsoft Office Online</a>
ru_ru: <a href="https://support.webasyst.ru/16032/team-add-calendar-microsoft-office-365/" target="_blank">Инструкция по подключению к сервису «Microsoft Office Online»</a>

source: Unknown calendar
ru_ru: Неизвестный календарь

source: Application ID
ru_ru: Идентификатор приложения

source: Application secret
ru_ru: Секрет приложения

source: Another Microsoft account
ru_ru: Другой аккаунт Microsoft

source: Your attention is required.
ru_ru: Требуется ваше внимание.

source: Authorization code is canceled or expired.
ru_ru: Код авторизации истёк или был отменён.

source: Renew authorization code
ru_ru: Обновить код авторизации

source: Microsoft online Outlook calendar integration
ru_ru: Интеграция с онлайн-календарями Microsoft Outlook

source: Outlook.com Calendar
ru_ru: Календарь Outlook.com

source: Plugin not found.
ru_ru: Плагин не найден.

source: Redirect URI
ru_ru: URI перенаправления

source: Session protection validated.
ru_ru: Защита сессии проверена.

source: Token generation code has not been received. Use a HTTPS redirect URL for Office365.
ru_ru: Не получен код для генерации токена. Для Office365 используйте HTTPS-адрес перенаправления.

source: Token generation code has not been received.
ru_ru: Не получен код для генерации токена.

source: Token has not been generated.
ru_ru: Токен не сгенерирован.
