Repository: webasyst/webasyst-framework
Catalog: *-apps/installer/locale/*/LC_MESSAGES/installer.po
Languages: ru_ru

source: This widget will be updated automatically when you update %s app.
ru_ru: Виджет будет обновлен автоматически при установке обновления приложения «%s».

source: Localization
ru_ru: Локализация

source: Gettext (recommended)
ru_ru: Gettext (рекомендуется)

source: Can not delete system application's widgets "%s"
ru_ru: Ошибка удаления виджетов системного приложения «%s»

source: Can not delete inbuilt application's widgets "%s"
ru_ru: Ошибка удаления виджетов системного приложения «%s»

source: Gathering information about available updates...
ru_ru: Сбор информации о доступных обновлениях…

source: Recommended
ru_ru: Рекомендуем

source: Best new apps
ru_ru: Лучшие новые приложения

source: Top Free & Paid
ru_ru: Лидеры продаж и скачиваний

source: Actions
ru_ru: Действия

source: Assets
ru_ru: Активы

source: Plugin <a href="%s">%s</a>
ru_ru: Плагин «<a href="%s">%s</a>»

source: Theme <a href="%s">%s</a>
ru_ru: Тема дизайна «<a href="%s">%s</a>»

source: Widget <a href="%s">%s</a>
ru_ru: Виджет «<a href="%s">%s</a>»

source: Paused
ru_ru: Выключен

source: Resume
ru_ru: Включить

source: Active
ru_ru: Активно

source: Pause
ru_ru: Выключить

source: System requirements not met:
ru_ru: Системные требования не выполнены:

source: Recommended apps
ru_ru: Рекомендуемые приложения

source: Recommended themes
ru_ru: Рекомендуемые темы дизайна

source: Recommended plugins
ru_ru: Рекомендуемые плагины

source: Recommended widgets
ru_ru: Рекомендуемые виджеты

source: Featured
ru_ru: Рекомендуем

source: Filter by app and type
ru_ru: Фильтровать по приложению и типу

source: Filter by category
ru_ru: Категории

source: Webasyst Framework version <strong>%s</strong>
ru_ru: Версия Webasyst — <strong>%s</strong>

source: Plugins for apps
ru_ru: Плагины

source: Manage apps
ru_ru: Установлено

source: Your account status enables you to install %s for free!
ru_ru: Статус вашего аккаунта позволяет установить «%s» бесплатно!

source: See all
ru_ru: Смотреть все

source: Search
ru_ru: Поиск

source: View theme demo
ru_ru: Посмотреть демо-сайт

source: <a target="_blank" href="https://support.webasyst.com/2024/mailer-dkim/">What is DKIM</a>
ru_ru: <a target="_blank" href="https://support.webasyst.ru/2023/mailer-dkim/">Что такое DKIM</a>

source: Enter an email address in “Sender” field to use DKIM.
ru_ru: Для использования DKIM введите email-адрес в поле «Отправитель».

source: Add a DKIM signature to outgoing email messages to confirm your ownership of the sender’s email address.
ru_ru: Добавьте DKIM-подпись для исходящих email-сообщений, чтобы подтвердить владение адресом оправителя.

source: Add a new <b>TXT record</b> with this public DKIM key to the DNS zone of domain name
ru_ru: Добавьте новую <b>TXT-запись</b> с данным публичным ключом DKIM в DNS-зону домена

source: Host
ru_ru: Хост

source: Domain
ru_ru: Домен

source: Record type
ru_ru: Тип записи

source: Value
ru_ru: Значение

source: Captcha
ru_ru: Капча

source: Selected captcha type will be used throughout your storefront wherever applicable.
ru_ru: Выбранный тип капчи будет использоваться на всех страницах сайта, где это нужно.

source: Invisible mode
ru_ru: Невидимый режим

source: Get site key and secret for your website
ru_ru: Получить значения для своего сайта

source: You need to install openssl php extention to use DKIM
ru_ru: Вам необходимо установить расширение openssl php для использования DKIM

source: You need PHP version 5.3 or higher to use DKIM. Your current version is:
ru_ru: Для использования DKIM вам потребуется PHP версии 5.3 или выше. Текущая версия:

source: Extension openssl is not installed
ru_ru: Расширение openssl не установлено

source: Failed to create DKIM signature
ru_ru: Не удалось сгенерировать DKIM ключ

source: App %s installed
ru_ru: Приложение «%s» установлено

source: Plugin %s installed
ru_ru: Плагин «%s» установлен

source: Widget %s installed
ru_ru: Виджет «%s» установлен

source: Theme %s installed
ru_ru: Тема «%s» установлена

source: App %s updated
ru_ru: Приложение «%s» обновлено

source: Plugin %s updated
ru_ru: Плагин «%s» обновлен

source: Widget %s updated
ru_ru: Виджет «%s» обновлен

source: Theme %s updated
ru_ru: Тема «%s» обновлена

source: App %s enabled
ru_ru: Приложение «%s» включено

source: Plugin %s enabled
ru_ru: Плагин «%s» включен

source: Widget %s enabled
ru_ru: Виджет «%s» включен

source: Theme %s enabled
ru_ru: Тема «%s» включена

source: App %s disabled
ru_ru: Приложение «%s» отключено

source: Plugin %s disabled
ru_ru: Плагин «%s» отключен

source: Widget %s disabled
ru_ru: Виджет «%s» отключен

source: Theme %s disabled
ru_ru: Тема «%s» отключена

source: App %s uninstalled
ru_ru: Приложение «%s» удалено

source: Plugin %s uninstalled
ru_ru: Плагин «%s» удален

source: Widget %s uninstalled
ru_ru: Виджет «%s» удален

source: Theme %s uninstalled
ru_ru: Тема «%s» удалена

source: Item installed
ru_ru: Продукт установлен

source: Item disabled
ru_ru: Продукт отключен

source: Item updated
ru_ru: Продукт обновлен

source: Item enabled
ru_ru: Продукт включен

source: Item uninstalled
ru_ru: Продукт удален

source: Email transport
ru_ru: Email транспорт

source: php mail() function
ru_ru: PHP-функция mail()

source: Debug mailer
ru_ru: Тестовый отправитель

source: When this option is selected messages are sent by the default transport specified in the Webasyst framework configuration.
ru_ru: При выборе этого варианта рассылки будут отправляться транспортом по умолчанию, указанным в конфигурации фреймворка Вебасист.

source: Some web-hosting companies allow sending email message by means of this transport only. If it is required to specify additional parameters for the mail() function you can enter them in the provided text field. The default parameters are -f%s.
ru_ru: Некоторые хостинг-провайдеры позволяют отправлять электронные сообщения только этим транспортом. Если имеется необходимость ввести дополнительные параметры, их можно указать в текстовом поле при выборе варианта «PHP-функция mail()». По умолчанию используется параметр -f%s.

source: This is the web server's system command for sending email in UNIX-like operating systems. The "Sendmail" option will allow you to specify a non-standard system command for sending messages if you are an experienced server administrator.
ru_ru: Это системная команда веб-сервера, с помощью которой выполняется отправка сообщений на UNIX-хостингах. Вариант транспорта «Sendmail» позволит вам указать нестандартную системную команду для отправки сообщений, если вы самостоятельно администрируете работу вашего веб-сервера.

source: Special server which is specifically used for sending email messages. You can send newsletters via any SMTP server for which you have connection credentials: host, port, user name, and password. It can be the SMTP server of your web-hosting company or that of a public mail service such as Gmail, Yahoo! Mail, Outlook.com, etc.
ru_ru: Специальный почтовый сервер, предназначенный для отправки электронной почты. Вы можете отправлять рассылки через любой SMTP-сервер, для подключения к которому у вас есть данные: адрес сервера, номер порта, имя пользователя (логин) и пароль — это может быть SMTP-сервер вашего хостинг-провайдера или публичного почтового сервиса (Mail.ru, Gmail и т. п.).

source: Options
ru_ru: Параметры

source: Command
ru_ru: Команда

source: Encryption
ru_ru: Шифрование

source: Note: mail will be saved in wa-log/mailer/ and will NOT be sent to recipients.
ru_ru: Внимание: сообщения сохранятся в wa-log/mailer/ и НЕ будут отправлены получателям.

source: None
ru_ru: Нет

source: System settings
ru_ru: Системные настройки

source: <a href="%s">Change system settings in Settings app</a>.
ru_ru: <a href="%s">Управляйте системными настройками в приложении «Настройки»</a>.

source: This will delete the app’s source code and settings without the recovery option. Delete the app?
ru_ru: Исходный код и настройки приложения будут удалены без возможности восстановления. Удалить приложение?

source: This will delete the design theme’s source code and settings without the recovery option. Delete the theme?
ru_ru: Исходный код и настройки темы дизайна будут удалены без возможности восстановления. Удалить тему?

source: This will delete the plugin’s source code and settings without the recovery option. Delete the plugin?
ru_ru: Исходный код и настройки плагина будут удалены без возможности восстановления. Удалить плагин?

source: This will delete the widget’s source code and settings without the recovery option. Delete the widget?
ru_ru: Исходный код и настройки виджета будут удалены без возможности восстановления. Удалить виджет?

source: Proceed to theme settings →
ru_ru: Перейти к настройкам темы →

source: Subscription for updates expired on <strong style='white-space:nowrap;'>%s</strong>
ru_ru: Подписка на обновления закончилась <strong style='white-space:nowrap;'>%s</strong>

source: Extend subscription for updates
ru_ru: Продлить подписку на обновления

source: App’s hosted license is expired. To continue using the app, extend its hosted license.
ru_ru: Аренда приложения закончилась. Чтобы продолжить использовать приложение, продлите аренду.

source: Pay for app’s hosted license
ru_ru: Оплатить аренду приложения

source: Subscription for updates is valid until <strong style='white-space:nowrap;'>%s</strong>.
ru_ru: Подписка на обновления действует до <strong style='white-space:nowrap;'>%s</strong>.

source: App’s hosted license has been paid until <strong style='white-space:nowrap;'>%s</strong>.
ru_ru: Аренда приложения оплачена до <strong style='white-space:nowrap;'>%s</strong>.

source: Home
ru_ru: Главная

source: New
ru_ru: Новинки

source: Top-chart
ru_ru: Топ-чарты

source: Developers
ru_ru: Разработчики

source: Failed to get the URL of the remote Store
ru_ru: Не удалось получить URL удаленного Магазина

source: Your review
ru_ru: Ваш отзыв

source: What you like or dislike about this product
ru_ru: Что вам нравится и не нравится в этом продукте

source: optional
ru_ru: необязательно

source: Add a review
ru_ru: Оставить отзыв

source: Your review has been added, thank you!
ru_ru: Спасибо, ваш отзыв добавлен!

source: Your rate has been added, thank you!
ru_ru: Спасибо, ваша оценка добавлена!

source: Add a rate
ru_ru: Оставить оценку

source: Add a rate and a review
ru_ru: Оставить оценку и отзыв

source: Change rate
ru_ru: Изменить оценку

source: Change rate and review
ru_ru: Изменить оценку и отзыв

source: close
ru_ru: закрыть

source: Your rates
ru_ru: Ваши оценки

source: for app
ru_ru: о приложении

source: for plugin
ru_ru: о плагине

source: for widget
ru_ru: о виджете

source: for theme
ru_ru: о теме

source: You are currently signed into Webasyst as <span class="js-customer-center-user-name"></span>
ru_ru: Вы авторизованы в Центре заказчика как <span class="js-customer-center-user-name"></span>

source: If you want to add a review as another customer, please <a class="js-customer-center-logout-link">sign out</a>.
ru_ru: Если вы хотите оставить отзыв под другим именем, то <a class="js-customer-center-logout-link">выйдите</a> из текущей учетной записи.

source: To add a review, <a class="js-customer-center-login-link">log into Customer Center</a>
ru_ru: Чтобы оставить отзыв, <a class="js-customer-center-login-link">войдите в Центр заказчика</a>

source: Sign in required
ru_ru: Требуется авторизация

source: Contact the developer
ru_ru: Связь с разработчиком

source: Non-rated products
ru_ru: Неоцененные продукты

source: Rated products
ru_ru: Оцененные продукты

source: Rate plugin
ru_ru: Оцените плагин

source: Rate widget
ru_ru: Оцените виджет

source: Rate theme
ru_ru: Оцените тему

source: Rate app
ru_ru: Оцените приложение

source: My licenses
ru_ru: Мои лицензии

source: System error
ru_ru: Системная ошибка

source: Unknown error while trying to get licenses.
ru_ru: Неизвестная ошибка при получении лицензий.

source: Invalid license ID
ru_ru: Неверный идентификатор лицензии

source: License not found.
ru_ru: Лицензия не найдена.

source: License binding not available.
ru_ru: Привязка лицензии недоступна.

source: Unknown error while trying to bind the license.
ru_ru: Неизвестная ошибка при попытке привязки лицензии.

source: Not connected with a Webasyst ID contact.
ru_ru: Нет связи с контактом Webasyst ID.

source: Product installation is allowed only to users with admin access to Installer app.
ru_ru: Установка продуктов доступна только пользователям с административным доступом к приложению «Инсталлер».

source: License binding is allowed only to users with admin access to Installer app.
ru_ru: Привязка лицензий доступна только пользователям с административным доступом к приложению «Инсталлер».
