Repository: webasyst/webasyst-framework
Catalog: *-apps/installer/locale/*/LC_MESSAGES/installer.po
Languages: ru_ru

source: Application
ru_ru: Приложение

source: Version
ru_ru: Версия

source: Installed
ru_ru: Установлено

source: Application is disabled
ru_ru: Приложение выключено

source: Application is enabled
ru_ru: Приложение включено и работает

source: Install
ru_ru: Установить

source: App can not be updated due to unresolved conflicts:
ru_ru: Приложение не может быть обновлено в связи с неразрешенными конфликтами:

source: Do you confirm the installation?
ru_ru: Вы подтверждаете установку?

source: This will delete the product’s source code and data, without a recovery option. Are you sure?
ru_ru: Это полностью удалит код и данные продукта без возможности восстановления. Вы уверены?

source: Applications
ru_ru: Приложения

source: Updates
ru_ru: Обновления

source: Settings
ru_ru: Настройки

source: Installer
ru_ru: Инсталлер

source: Company name
ru_ru: Название компании

source: Website address
ru_ru: Адрес сайта

source: Your website, blog or company URL (will be displayed as a link below the company name in the top left corner).
ru_ru: Адрес вашего сайта или блога (будет отображаться в виде ссылки под названием компании в левом верхнем углу).

source: Default Webasyst interface language
ru_ru: Язык интерфейса Вебасиста по умолчанию

source: User authentication
ru_ru: Авторизация пользователей

source: Login only
ru_ru: Только логин

source: Login or email
ru_ru: Логин или email

source: Authorization form background image
ru_ru: Фон формы авторизации

source: Stretch to fill entire screen
ru_ru: Растянуть изображение на весь экран

source: Save
ru_ru: Сохранить

source: Update all
ru_ru: Установить все обновления

source: Update now
ru_ru: Обновить

source: Latest version
ru_ru: Последняя версия

source: Updates are not available for this application.
ru_ru: Обновления для этого приложения недоступны.

source: Preparing
ru_ru: Подготовка к установке

source: Creating backup
ru_ru: Резервное копирование текущей версии

source: Downloading new version
ru_ru: Загрузка файлов

source: Extracting downloaded files
ru_ru: Распаковка файлов

source: Replacing files
ru_ru: Замена файлов обновленными

source: Cleaning up
ru_ru: Удаление временных файлов

source: Update
ru_ru: Обновить

source: Resuming
ru_ru: Возобновление

source: Standing by
ru_ru: Ожидание

source: Error occurred
ru_ru: Произошла ошибка

source: Installation completed
ru_ru: Установка завершена

source: Current version
ru_ru: Текущая версия

source: New version
ru_ru: Новая версия

source: Allow "Remember me" option in Webasyst authorization form
ru_ru: Можно включить «Запомнить меня» при входе в Вебасист

source: An error occurred during installation
ru_ru: При установке произошла ошибка

source: Applications were successfully installed
ru_ru: Приложения успешно установлены

source: View installation log
ru_ru: Посмотреть журнал установки

source: Reply-To address for system email notifications sent by Webasyst.
ru_ru: Этот электронный адрес будет указан в качестве обратного адреса в системных email-уведомлениях, отправляемых Вебасистом.

source: Delete authorization form background image?
ru_ru: Удалить фоновое изображение формы авторизации?

source: Delete
ru_ru: Удалить

source: Settings saved
ru_ru: Настройки сохранены

source: Image uploaded
ru_ru: Изображение загружено

source: Please install updates for the proper verification requirements
ru_ru: Обновите приложение «Инсталлер» для корректной проверки системных требований

source: extension %s has %s version but should be %s %s
ru_ru: Требуется версия расширения «%1$s» %3$s %4$s (текущая версия — %2$s)

source: extension %s has %s version but recomended is %s %s
ru_ru: Рекомендуется версия расширения «%1$s» %3$s %4$s (текущая версия — %2$s)

source: PHP extension %s is required
ru_ru: Требуется расширение %s для PHP

source: PHP has version %s but should be %s %s
ru_ru: Требуется версия PHP %2$s %3$s, текущая версия %1$s

source: %s has %s version but should be %s %s
ru_ru: Требуется «%1$s» версии %3$s %4$s (текущая версия — %2$s)

source: %s has %s version but recomended is %s %s
ru_ru: Рекомендуется «%1$s» версии %3$s %4$s (текущая версия — %2$s)

source: %s not installed
ru_ru: Приложение «%s» не установлено

source: %s should be writeable
ru_ru: Файлы (папки) %s должны быть доступны для записи

source: %s is writeable
ru_ru: Файлы (папки) %s доступны для записи

source: server module loaded
ru_ru: есть

source: server module not loaded
ru_ru: нет

source: not Apache server
ru_ru: Не удалось получить список установленных серверных модулей

source: CGI PHP mode
ru_ru: PHP запущен в режиме CGI

source: PHP version
ru_ru: Версия PHP

source: PHP extension %s
ru_ru: Расширение PHP: %s

source: PHP setting %s
ru_ru: Настройка PHP: %s

source: Version of %s
ru_ru: %s, версия

source: Files access rights
ru_ru: Права доступа к файлам и директориям

source: Files checksum
ru_ru: Контрольная сумма файлов

source: Server module %s
ru_ru: Модуль сервера: %s

source: Server software version
ru_ru: Веб-сервер

source: Value of PHP configuration parameter %s: %s. Required value: %s.
ru_ru: Значение параметра конфигурации PHP %s: %s. Требуемое значение: %s.

source: Value of PHP configuration parameter %s: %s. Recommended value: %s.
ru_ru: Значение параметра конфигурации PHP %s: %s. Рекомендуемое значение: %s.

source: B,KB,MB
ru_ru: Б,КБ,МБ

source: Download installation log
ru_ru: Скачать журнал установки

source: Application list is downloaded from webasyst.com website. Every application is installed in a single "Install" button click.
ru_ru: Список приложений, доступных для установки, загружается с сайта webasyst.com. Установка приложений выполняется одним щелчком по кнопке «Установить».

source: All applications
ru_ru: Все приложения

source: Developer
ru_ru: Разработчик

source: Size
ru_ru: Размер

source: License
ru_ru: Лицензия

source: Application will be downloaded from Webasyst server and added into your installation.
ru_ru: Приложение будет загружено с сервера Вебасиста и установлено автоматически.

source: Application "%s"
ru_ru: Приложение «%s»

source: File not found
ru_ru: Файл не найден

source: Application not found
ru_ru: Приложение не найдено

source: Unable to delete the app (developer mode is on).
ru_ru: Приложение не удалено (активирован режим разработки).

source: A .git or .svn directory has been detected. To ignore the developer mode, add option 'installer_in_developer_mode' => true to wa-config/config.php file.
ru_ru: Обнаружен каталог .git или .svn. Чтобы игнорировать режим разработки, добавьте параметр 'installer_in_developer_mode' => true в файл wa-config/config.php.

source: Can not delete system application "%s"
ru_ru: Нельзя удалить системное приложение «%s»

source: Update to version %s is available.
ru_ru: Доступно обновление до версии %s.

source: Image deleted
ru_ru: Фоновое изображение удалено

source: Update is already in progress. Please wait while previous update session is finished before starting update session again.
ru_ru: Обновление уже запущено и еще не завершено. Пожалуйста, дождитесь окончания предыдущего сеанса обновления, прежде чем запускать его заново.

source: application successfully installed
ru_ru: успешно установлено

source: application failed to install
ru_ru: не установлено

source: Application %s has been installed
ru_ru: Приложение «%s» установлено

source: Application %s has been deleted
ru_ru: Приложение «%s» удалено

source: Installing the application
ru_ru: Установка

source: Developer mode
ru_ru: Режим отладки (debug mode)

source: Recommended while development
ru_ru: Режим отладки отключает кеширование и включает подробный вывод сообщений об ошибках. Рекомендуется включить при разработке приложений.

source: Plugins
ru_ru: Плагины

source: Themes
ru_ru: Темы дизайна

source: App plugin can not be installed due to unresolved conflicts:
ru_ru: Плагин не может быть установлен в связи с неразрешенными конфликтами:

source: This will delete application plugin source code and data without the ability to recover. Are you sure?
ru_ru: Это полностью удалит код и данные расширения без возможности восстановления. Вы уверены?

source: There are no available plugins for the application
ru_ru: У приложения нет доступных плагинов

source: App theme can not be installed
ru_ru: Тема дизайна не может быть установлена

source: This will delete application theme code and data without the ability to recover. Are you sure?
ru_ru: Это полностью удалит код и данные темы без возможности восстановления. Вы уверены?

source: There are no available themes for the the application
ru_ru: У приложения нет доступных тем

source: Nothing to update
ru_ru: Нет обновлений, доступных для установки

source: Updates are not available for this item.
ru_ru: Нет обновлений для выбранного продукта.

source: Please select items for update
ru_ru: Выберите продукты для обновления

source: Unable to delete application's themes (developer version is on)
ru_ru: Тема дизайна не удалена: в директории есть папка с названием .svn или .git

source: Unable to delete application's plugins (developer version is on)
ru_ru: Плагин не удален: в директории есть папка с названием .svn или .git

source: Application themes not found
ru_ru: Темы дизайна не найдены

source: Application plugins not found
ru_ru: Плагины не найдены

source: Can not delete system application's themes "%s"
ru_ru: Невозможно удалить тему «%s»

source: Can not delete system application's plugins "%s"
ru_ru: Невозможно удалить плагин «%s»

source: Application plugin %s has been deleted
ru_ru: Плагин «%s» удален

source: Application theme %s has been deleted
ru_ru: Тема «%s» удалена

source: Checkup
ru_ru: Проверка

source: Plugins list is downloaded from webasyst.com website. Every plugin is installed in a single "Install" button click.
ru_ru: Список плагинов загружается с сайта webasyst.com. Установка производится автоматически при нажатии на кнопку «Установить».

source: No applications with support for themes
ru_ru: Не установлено ни одного приложения, которое поддерживало бы работу с темами оформления.

source: Themes list is downloaded from webasyst.com website. Every application is installed in a single "Install" button click.
ru_ru: Список тем оформления загружается с сайта webasyst.com. Установка тем производится автоматически при нажатии на кнопку «Установить».

source: All apps are up to date.
ru_ru: Установлены последние версии всех приложений.

source: No applications with support for plugins
ru_ru: Не установлено ни одного приложения, которое поддерживало бы работу с плагинами.

source: Clear cache
ru_ru: Очистить кеш

source: Cache cleared
ru_ru: Кеш очищен

source: Webasyst version
ru_ru: Версия Вебасиста

source: License expired or invalid
ru_ru: Срок действия лицензии истек, либо лицензия недействительна.

source: License is invalid
ru_ru: Лицензия недействительна

source: Renew license
ru_ru: Продлить лицензию

source: This application is not available for purchase
ru_ru: Это приложение недоступно для покупки.

source: Buy for
ru_ru: Купить за

source: Payware
ru_ru: Платное приложение

source: Correct license
ru_ru: Правильный номер лицензии

source: In use
ru_ru: Используется

source: Free
ru_ru: Бесплатно

source: Renew for
ru_ru: Продлить на

source: Theme not found
ru_ru: Тема не найдена

source: Installer & system
ru_ru: Инсталлер и ядро фреймворка

source: No plugin enabled apps are installed.
ru_ru: Не установлено ни одного приложения с поддержкой плагинов.

source: Plugins are downloaded from webasyst.com website and installed in a single click.
ru_ru: Плагины загружаются с сайта webasyst.com и устанавливаются одним кликом.

source: No design theme enabled apps installed.
ru_ru: Не установлено ни одного приложения с поддержкой тем оформления.

source: Design theme can not be installed
ru_ru: Установка темы оформления невозможна.

source: This will delete this design theme templates and files without the ability to recover. Are you sure?
ru_ru: Будут удалены шаблоны этой темы оформления без возможности восстановления. Удалить?

source: No design themes are available for this application.
ru_ru: Для этого приложения нет доступных тем оформления.

source: Design themes are downloaded from webasyst.com website and installed in a single click.
ru_ru: Темы оформления загружаются с сайта webasyst.com и устанавливаются одним щелчком мыши.

source: No thumbnail available
ru_ru: Предпросмотр недоступен

source: Theme %s is now in use on
ru_ru: Тема «%s» используется по адресу

source: Theme “%s” is installed, but not used by any apps. To start using this theme, apply it in your Site app's Routing settings.
ru_ru: Тема «%s» установлена, но не используется ни одним приложением. Чтобы подключить эту тему оформления, выберите ее в настройках маршрутизации приложения «Сайт».

source: or
ru_ru: или

source: Buy
ru_ru: Купить

source: Install theme "%s" for the %s app?
ru_ru: Установить тему «%s» для приложения %s?

source: more
ru_ru: еще

source: Webasyst Framework
ru_ru: Фреймворк Вебасист

source: This theme is not available for purchase
ru_ru: Тема недоступна для покупки

source: Setup routing
ru_ru: Настроить маршрутизацию

source: Your current version is %s.
ru_ru: Установленная версия: %s

source: By app
ru_ru: По приложению

source: By type
ru_ru: По типу

source: Plugin "%s"
ru_ru: Плагин «%s»

source: Theme "%s"
ru_ru: Тема дизайна «%s»

source: Payment
ru_ru: Платежные системы

source: Shipping
ru_ru: Расчет стоимости доставки

source: Install all updates
ru_ru: Установить все обновления

source: License is either expired or not valid for this installation
ru_ru: Лицензия истекла либо недействительна для данной установки

source: Install update
ru_ru: Обновить

source: Update cannot be installed:
ru_ru: Обновление не может быть установлено:

source: Updated
ru_ru: Обновлено

source: Status
ru_ru: Статус

source: Installed version
ru_ru: Установленная версия

source: %s/mo
ru_ru: %s/мес.

source: Apps
ru_ru: Приложения

source: All apps
ru_ru: Все приложения

source: License for using %s on <strong>%s</strong> has expired on %s
ru_ru: Лицензия на использование «%s» на домене <strong>%s</strong> истекла %s

source: Get license
ru_ru: Получить лицензию

source: Installation and usage of the %s app on <strong>%s</strong> is not licensed. Updates are disabled. License your installation by clicking the button above.
ru_ru: Установка и использование приложения «%s» на домене <strong>%s</strong> не лицензирована. Возможность установки обновлений отключена. Получите лицензию для продолжения использования приложения.

source: A newer version of %s <strong>%s</strong> is available for installation (your current version is %s).
ru_ru: Новая версия %s <strong>%s</strong> доступна для установки (сейчас установлена версия %s).

source: View release notes
ru_ru: Список изменений

source: This application cannot be updated
ru_ru: Приложение не может быть обновлено

source: Extend license
ru_ru: Продлить лицензию

source: This is a licensed installation of %s on %s. License is valid through <strong>%s</strong>.
ru_ru: Это лицензионная установка «%s» на домене %s. Лицензия действительна до <strong>%s</strong>.

source: You have the latest version of %s installed: <strong>%s</strong>
ru_ru: Установлена последняя версия «%s»: <strong>%s</strong>

source: Buy & Install
ru_ru: Купить и установить

source: This application cannot be installed
ru_ru: Приложение не может быть установлено

source: Price
ru_ru: Цена

source: for rent, first 30 days free
ru_ru: в аренду, первые 30 дней бесплатно

source: Webasyst License
ru_ru: Лицензия Webasyst

source: Delete this app
ru_ru: Удалить приложение

source: Overview
ru_ru: Обзор

source: All
ru_ru: Все

source: Paid
ru_ru: Платные

source: No plugins were found.
ru_ru: Не найдено ни одного плагина.

source: All plugins
ru_ru: Все плагины

source: List
ru_ru: Список

source: Installation and usage of the %s plugin on <strong>%s</strong> is not licensed. Updates are disabled. License your installation by clicking the button above.
ru_ru: Установка и использование плагина «%s» на домене <strong>%s</strong> не лицензирована. Возможность установки обновлений отключена. Получите лицензию для продолжения использования плагина.

source: Delete this plugin
ru_ru: Удалить плагин

source: Universal themes
ru_ru: Универсальные темы

source: All colors
ru_ru: Все цвета

source: No design themes were found.
ru_ru: Не найдено ни одной темы дизайна.

source: All themes
ru_ru: Все темы

source: Installation and usage of the %s theme on <strong>%s</strong> is not licensed. Updates are disabled. License your installation by clicking the button above.
ru_ru: Установка и использование темы дизайна «%s» на домене <strong>%s</strong> не лицензирована. Возможность установки обновлений отключена. Получите лицензию для продолжения использования темы.

source: Delete this theme
ru_ru: Удалить тему

source: Editor’s choice
ru_ru: Выбор редакции

source: Unable to install the product (developer mode is on).
ru_ru: Невозможно установить продукт (активирован режим разработки).

source: Unable to update the product (developer mode is on).
ru_ru: Невозможно обновить продукт (активирован режим разработки).

source: Demo
ru_ru: Демо

source: Plugin "<strong>%s</strong>"
ru_ru: Плагин «<strong>%s</strong>»

source: Theme "<strong>%s</strong>"
ru_ru: Тема дизайна «<strong>%s</strong>»

source: Apps by %s
ru_ru: Приложения %s

source: Commercial
ru_ru: Коммерческая

source: View
ru_ru: Открыть

source: %s end user license agreement
ru_ru: Лицензионное соглашения на использование «%s»

source: Close
ru_ru: Закрыть

source: No license
ru_ru: Без лицензии

source: Open
ru_ru: Открыть

source: by %s
ru_ru: %s

source: Info
ru_ru: Информация

source: Write a review
ru_ru: Написать отзыв

source: Website
ru_ru: Сайт

source: Reviews
ru_ru: Отзывы

source: But with errors:
ru_ru: С ошибками:

source: Popular plugins
ru_ru: Популярные плагины

source: The following list of plugins is automatically updated from the Webasyst Store. Click on a plugin to install.
ru_ru: Щелкните по плагину, чтобы автоматически скачать и установить его из магазина Webasyst.

source: Plugin
ru_ru: Плагин

source: Theme
ru_ru: Тема

source: Not licensed
ru_ru: Нет лицензии

source: Expires %s
ru_ru: Истекает %s

source: Expired %s
ru_ru: Истекло %s

source: Licensed
ru_ru: Лицензия

source: Link license
ru_ru: Подключить лицензию

source: Installation and usage of %s app on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s license to this Webasyst installation.
ru_ru: Установка и использование «%s» на домене <strong>%s</strong> не лицензирована. Возможность установки обновлений отключена. Купите новую лицензию или подключите приобретенную ранее лицензию «%s» к этой установке Webasyst.

source: This is a valid licensed installation of %s on <strong>%s</strong>.
ru_ru: Лицензионная установка «%s» на домене <strong>%s</strong>.

source: Buy more licenses
ru_ru: Купить еще лицензию

source: Additional licenses are required if you are using %s on more than one domain name (<a href='%s' target='_blank'>one license per domain</a>).
ru_ru: Приобретение дополнительных лицензий требуется, если вы используете «%s» более чем на одном доменном имени (<a href='%s' target='_blank'>одна лицензия на домен</a>).

source: http://www.webasyst.com/help/1200/paid-app-licensing/
ru_ru: http://www.webasyst.ru/help/1199/paid-app-licensing/

source: %s will be automatically downloaded from Webasyst Store and installed immediately after you make payment.
ru_ru: Загрузка и установка «%s» будет произведена автоматически сразу после оплаты.

source: %s will be downloaded from Webasyst Store and installed automatically.
ru_ru: Загрузка и установка «%s» будет произведена автоматически.

source: Most popular
ru_ru: Популярные

source: Newest
ru_ru: Новые

source: Installation and usage of %s plugin on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s plugin license to this Webasyst installation.
ru_ru: Установка и использование плагина «%s» на домене <strong>%s</strong> не лицензирована. Возможность установки обновлений отключена. Купите новую лицензию или подключите приобретенную ранее лицензию плагина «%s» к этой установке Webasyst.

source: Installation and usage of %s theme on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s theme license to this Webasyst installation.
ru_ru: Установка и использование темы дизайна «%s» на домене <strong>%s</strong> не лицензирована. Возможность установки обновлений отключена. Купите новую лицензию или подключите приобретенную ранее лицензию темы дизайна «%s» к этой установке Webasyst.

source: Plugin not found
ru_ru: Плагин не найден

source: If you already have a license, click the button above to link it to this Webasyst installation.
ru_ru: Если у вас уже есть приобретенная лицензия, щелкните по кнопке выше, чтобы подключить лицензию к этой установке Webasyst.

source: New!
ru_ru: Новинка

source: Popular!
ru_ru: Хит!

source: New version!
ru_ru: Новая версия

source: Or browse for all plugins in <a href="%s">Installer</a> app.
ru_ru: Или просмотрите все плагины в приложении «<a href="%s">Инсталлер</a>».

source: Installed design themes
ru_ru: Установленные темы дизайна

source: New themes from Webasyst Store
ru_ru: Новые темы дизайна из магазина Webasyst

source: Install "%s" plugin?
ru_ru: Установить плагин «%s»?

source: Finalizing the installation and redirecting back to the app...
ru_ru: Завершение установки и перенаправление обратно в приложение...

source: or
ru_ru: или

source: buy permanent license
ru_ru: купить постоянную лицензию

source: Permanent license saves you money on your monthly bills (your monthly payment will be reduced by %s).
ru_ru: Постоянная лицензия позволяет сэкономить на ежемесячных платежах за хостинг (платеж уменьшится на %s).

source: Not in use
ru_ru: Не используется

source: Get new themes from Webasyst Store
ru_ru: Новые темы дизайна из магазина Webasyst

source: %s will be downloaded from Webasyst Store and installed for free. Once installed, you will be able either to pay for the app on a monthly basis or to buy a permanent license.
ru_ru: «%s» будет скачано и установлено бесплатно. После установки вы сможете пользоваться приложением либо оплачивая стоимость аренды ежемесячно, либо купив постоянную лицензию.

source: Main account administrative email where system notification will be sent.
ru_ru: Основной электронный адрес администратора, на который будут отправляться системные уведомления.

source: Sender
ru_ru: Отправитель

source: Widgets
ru_ru: Виджеты

source: No widget enabled apps are installed.
ru_ru: Не установлено ни одного приложения с виджетами.

source: No widgets were found.
ru_ru: Виджеты не найдены.

source: All widgets
ru_ru: Все виджеты

source: Installation and usage of %s widget on <strong>%s</strong> is not licensed. Updates are disabled. Buy a new license or link your existing %s widget license to this Webasyst installation.
ru_ru: Установка и использование виджета «%s» на домене <strong>%s</strong> не лицензирована. Возможность установки обновлений отключена. Получите лицензию для продолжения использования виджета.

source: Delete this widget
ru_ru: Удалить виджет

source: Webasyst framework
ru_ru: Фреймворк Webasyst

source: Widget not found
ru_ru: Виджет не найден

source: Application widget %s has been deleted
ru_ru: Виджет «%s» удален

source: Unable to delete application's widgets (developer version is on)
ru_ru: Виджет не удален: в директории есть папка с названием .svn или .git

source: Widget "<strong>%s</strong>"
ru_ru: Виджет «<strong>%s</strong>»
