Repository: webasyst/webasyst-framework
Catalog: *-apps/team/plugins/googlecalendar/locale/*/LC_MESSAGES/team_googlecalendar.po
Languages: ru_ru

source: Issued by Google for your Web application
ru_ru: Предоставляется со стороны Google при регистрации приложения

source: URL where a user will return after Google OAuth authorization.
ru_ru: Адрес, на который будет возвращаться пользователь после OAuth-авторизации в Google.

source: Copy specified URL to the appropriate field in your Google application settings.
ru_ru: Скопируйте указанный адрес в соответствующее поле в настройках приложения в Google.

source: To receive Client ID and secret <a href="https://console.developers.google.com/" target="_blank">register an application</a> on the Google Developers Console.
ru_ru: Для получения Идентификатора клиента и секрета <a href="https://console.developers.google.com/" target="_blank">зарегистрируйте приложение</a> в консоли разработчика Google.

source: <a href="https://support.webasyst.com/16033/team-add-calendar-google/" target="_blank">Step-by-step manual on connecting with a Google Calendar</a>
ru_ru: <a href="https://support.webasyst.ru/16031/team-add-calendar-google/" target="_blank">Инструкция по подключению к сервису «Календарь Google»</a>

source: Client ID
ru_ru: Идентификатор клиента

source: Client secret
ru_ru: Секрет клиента

source: Open in Google Drive
ru_ru: Открыть в Google Диске

source: Another Google account
ru_ru: Другой аккаунт Google

source: Your attention is required
ru_ru: Требуется ваше внимание

source: Authorization code is canceled or expired.
ru_ru: Код авторизации истек или был отменён.

source: Renew authorization code
ru_ru: Обновить код авторизации

source: Google Calendar integration
ru_ru: Интеграция с календарями Google

source: Google Calendar
ru_ru: Календарь Google

source: Unknown calendar
ru_ru: Неизвестный календарь

source: Plugin not found.
ru_ru: Плагин не найден.

source: Authorized redirect URI
ru_ru: Авторизованный URI перенаправления

source: Access denied.
ru_ru: Доступн запрещён.

source: Session protection validated.
ru_ru: Защита сессии проверена.

source: Token generation code has not been received.
ru_ru: Не получен код для генерации токена.

source: Token has not been generated.
ru_ru: Токен не сгенерирован.
