Repository: webasyst/webasyst-framework
Catalog: *-plugins/shipping/pickup/locale/*/LC_MESSAGES/shipping_pickup.po
Languages: ru_ru

source: Store pickup
ru_ru: Самовывоз

source: Self pickup from a nearby store location (customer selects location from the list).
ru_ru: Самовывоз из ближашей точки выдачи (список точек доступен в виде списка).

source: Delivery sheet
ru_ru: Лист доставки

source: Delivery sheet for courier
ru_ru: Лист доставки для курьера

source: Currency
ru_ru: Валюта

source: Locations
ru_ru: Точки выдачи

source: Customer will be prompted to select preferred location from the list
ru_ru: Покупателю будет предложено выбрать точку выдачи заказа из списка.

source: Location name
ru_ru: Название точки выдачи

source: Shipping rate (surcharge)
ru_ru: Стоимость доставки (наценка)

source: Add location
ru_ru: Добавить точку выдачи

source: Prompt for address
ru_ru: Запрашивать адрес

source: Request customer to fill in all address fields in case shipping address was not provided yet
ru_ru: Просить покупателя ввести адрес доставки, если он еще не был введен до расчета стоимости доставки
