Repository: webasyst/webasyst-framework
Catalog: *-apps/site/locale/*/LC_MESSAGES/site.po
Languages: ru_ru

source: Site
ru_ru: Сайт

source: Files
ru_ru: Файлы

source: New folder
ru_ru: Новая папка

source: New page
ru_ru: Новая страница

source: Upload files
ru_ru: Загрузить файлы

source: Selected files
ru_ru: Выбранные файлы

source: Move to folder
ru_ru: Переместить в папку

source: Delete
ru_ru: Удалить

source: Folder
ru_ru: Папка

source: Rename
ru_ru: Переименовать

source: File
ru_ru: Файл

source: Modified
ru_ru: Изменено

source: Create
ru_ru: Создать

source: or
ru_ru: или

source: cancel
ru_ru: отмена

source: Uploading...
ru_ru: Загрузка...

source: Upload
ru_ru: Загрузить

source: Save
ru_ru: Сохранить

source: Move
ru_ru: Переместить

source: Delete folder
ru_ru: Удалить папку

source: Folder will be deleted without the ability to recover.
ru_ru: Папка будет удалена без возможности восстановления.

source: Delete files
ru_ru: Удалить файлы

source: Files will be deleted without the ability to recover.
ru_ru: Файлы будут удалены без возможности восстановления.

source: Site setup
ru_ru: Настройка сайта

source: Delete entire website
ru_ru: Удалить сайт

source: Settings
ru_ru: Настройки

source: New rule
ru_ru: Новое правило

source: Delete rule
ru_ru: Удалить правило

source: Comment
ru_ru: Комментарий

source: Help
ru_ru: Помощь

source: A valid URL pointing to this Webasyst installation.
ru_ru: Действующий адрес (URL), который ведет на данную установку фреймворка Webasyst.

source: Site name
ru_ru: Название сайта

source: menu
ru_ru: меню

source: Array defining the core website navigation menu
ru_ru: Массив, который определяет основное меню навигации на сайте

source: All settled apps
ru_ru: Все приложения

source: Automatically define the navigation menu according to the routing rules
ru_ru: Меню навигации будет сформировано автоматически согласно правилам маршрутизации этого сайта

source: Set up manually
ru_ru: Настроить вручную

source: Edit
ru_ru: Редактировать

source: When you have finished editing, click “Save” to apply changes.
ru_ru: После завершения редактирования нажмите на кнопку «Сохранить».

source: Add link
ru_ru: Добавить ссылку

source: Favicon
ru_ru: Фавиконка

source: Contents of this site's robots.txt file.
ru_ru: Содержимое файла robots.txt этого сайта

source: Saved
ru_ru: Сохранено

source: Redirect
ru_ru: Перенаправление

source: Redirect rule
ru_ru: Правило перенаправления

source: Redirects
ru_ru: Перенаправления

source: This will delete the link from the menu. Are you sure?
ru_ru: Ссылка будет удалена из меню. Продолжить?

source: This will delete the rule from the website structure. Are you sure?
ru_ru: Правило будет удалено из структуры сайта. Продолжить?

source: Page name
ru_ru: Название страницы

source: Name
ru_ru: Название

source: Block
ru_ru: Блок

source: New block
ru_ru: Новый блок

source: Block settings
ru_ru: Настройки блока

source: Embed block in a page or template
ru_ru: Встроить на страницу или в шаблон

source: Description
ru_ru: Описание

source: This will permanently delete this snippet. Are you sure?
ru_ru: Блок будет удален и перестанет подключаться в шаблонах и на страницах, на которые был добавлен до этого. Удалить блок?

source: This will permanently delete this snippet.
ru_ru: Блок будет удален и перестанет подключаться в шаблонах и на страницах, на которые был добавлен до этого.

source: New file
ru_ru: Новый файл

source: Template settings
ru_ru: Настройки шаблона

source: File name
ru_ru: Имя файла

source: A file’s name must have one of the allowed extensions: .html, .css, .js.
ru_ru: Имя файла должно оканчиваться одним из следующих расширений: .html, .css, .js.

source: Optional template description
ru_ru: Необязательное описание шаблона

source: settings
ru_ru: настройки

source: Settlement name
ru_ru: Название поселения

source: The name is used in the <em>$wa->apps</em> navigation menu of this website.
ru_ru: Название используется в меню навигации <em>$wa->apps</em> этого сайта.

source: Design theme
ru_ru: Тема оформления

source: Mobile design theme
ru_ru: Мобильная тема оформления

source: Design theme for mobile multi-touch devices such as iPhone and Android
ru_ru: Тема оформления для мобильных multi-touch устройств (iPhone, Android и пр.)

source: Custom parameters
ru_ru: Дополнительные параметры

source: https://developers.webasyst.com/docs/templates/design-themes/
ru_ru: https://developers.webasyst.ru/docs/templates/design-themes/

source: Saving...
ru_ru: Сохранение...

source: Loading
ru_ru: Загрузка

source: An error occurred while saving
ru_ru: При попытке сохранения произошла ошибка

source: Unsaved changes will be lost if you leave this page now. Are you sure?
ru_ru: Несохраненные изменения будут потеряны. Уйти с этой страницы?

source: New site
ru_ru: Новый сайт

source: E.g., mydomain.com, www.mydomain.com, subdomain.mydomain.com
ru_ru: Например, mydomain.ru, www.mydomain.ru, subdomain.mydomain.ru

source: Create site
ru_ru: Создать сайт

source: Apps
ru_ru: Приложения

source: Blocks
ru_ru: Блоки

source: Only files with name extensions %s are allowed.
ru_ru: Разрешена загрузка файлов только с расширениями %s.

source: Folder could not be created due to insufficient file write permissions for folder %s.
ru_ru: Не удалось создать папку из-за недостаточных прав на перезапись содержимого папки %s.

source: An unknown error occurred when attempting to create a folder.
ru_ru: При попытке создания папки произошла неизвестная ошибка.

source: Folder could not be deleted due to insufficient permissions.
ru_ru: Не удалось удалить папку из-за недостаточных прав доступа.

source: Files could not be moved due to insufficient file write permissions for folder %s.
ru_ru: Не удалось переместить файлы из-за недостаточных прав на перезапись содержимого папки %s.

source: Cannot move file “%s” to a new location.
ru_ru: Не удалось переместить файл %s в указанную папку.

source: Cannot move to a new location.
ru_ru: Не удалось переместить в указанную папку.

source: Files with name extension .%s are not allowed to security considerations.
ru_ru: Файлы с расширением .%s не допускаются из соображений обеспечения безопасности.

source: Folder or file could not be renamed due to insufficient file write permissions for folder %s.
ru_ru: Не удалось переименовать файл (папку) из-за недостаточных прав на перезапись содержимого папки %s.

source: File (folder) cannot be renamed.
ru_ru: Не удалось переименовать файл (папку).

source: Enter a new name.
ru_ru: Введите новое имя.

source: Selected folder (file) does not exist any more.
ru_ru: Выбранная папка (файл) больше не существует.

source: Favicon image you upload here will not take effect for your website %s, because the website is accessible in a subfolder. A favicon uploaded using the form above will be applied only to websites accessible at the domain root.
ru_ru: Иконка, загруженная с помощью этой формы, не будет применена к сайту %s, потому что сайт расположен в подкаталоге домена. Загруженная через данную форму иконка может быть установлена только для сайтов, размещенных в корневом каталоге домена.

source: Rules you specify above for robots.txt will not take effect for you website %s, because the website is accessible in a subfolder. Rules for robots.txt entered in the form above will be effective only for websites accessible at the domain root.
ru_ru: Правила для файла robots.txt, установленные с помощью этой формы, не применятся для сайта %s, потому что этот сайт расположен в подкаталоге домена. Содержимое robots.txt, добавленное с помощью этой формы, может быть использовано только для сайтов, расположенных в корневом каталоге домена.

source: File favicon.ico exists in the Webasyst framework installation folder. The favicon you upload here will be overridden by the existing icon file unless you delete it.
ru_ru: Файл favicon.ico обнаружен в каталоге установки Webasyst. Вместо иконки, сохраненной на этой странице, будет отображаться иконка из указанного файла.

source: File robots.txt exists in the Webasyst framework installation folder. Rules for robots.txt you specify above will not take effect unless you delete the existing file.
ru_ru: Файл robots.txt обнаружен в каталоге установки Webasyst. Правила для файла robots.txt, сохраненные на этой странице, не будут применены.

source: Settings could not be saved due to insufficient file write permissions for folder “%s”.
ru_ru: Не удалось сохранить настройки из-за недостаточных прав на перезапись содержимого папки «%s».

source: Settings could not be saved due to the insufficient file write permissions for the file "%s".
ru_ru: Не удалось сохранить настройки из-за недостаточных прав на запись файла «%s».

source: Only files with name extension .ico are allowed.
ru_ru: Допускаются только файлы с расширением *.ico.

source: File could not be saved due to insufficient file write permissions for folder “%s”.
ru_ru: Не удалось сохранить файл из-за недостаточных прав на перезапись содержимого папки «%s».

source: Failed to upload file.
ru_ru: Не удалось загрузить файл.

source: File URL
ru_ru: URL файла

source: Delete file
ru_ru: Удалить файл

source: will be deleted without the ability to recover.
ru_ru: будет удален без возможности восстановления.

source: Only Latin letters, numbers, and the underscore character are allowed.
ru_ru: Допускается использование только латинских букв, цифр и символа подчеркивания

source: This website is powered by the Site app.
ru_ru: Этот сайт работает на основе приложения «Сайт».

source: Refer to this tutorial to build your new site
ru_ru: Посмотрите статью документации Webasyst с примером создания сайта

source: https://developers.webasyst.com/tutorials/creating-a-website-tutorial/
ru_ru: https://developers.webasyst.ru/tutorials/creating-a-website-tutorial/

source: Page title (&lt;title&gt;)
ru_ru: Заголовок страницы (&lt;title&gt;)

source: Page content
ru_ru: Содержимое страницы

source: Last page update date & time
ru_ru: Время последнего обновления страницы

source: Page list (only id, name, title, url, create_datetime, update_datetime)
ru_ru: Список страниц (только id, name, title, url, create_datetime, update_datetime)

source: Returns page info (array) by <em>id</em> (int)
ru_ru: Возвращает информацию о странице (массив) по идентификатору <em>id</em> (int)

source: Content
ru_ru: Содержимое

source: Error code (e.g., 404)
ru_ru: Код ошибки (например, 404)

source: Error message
ru_ru: Сообщение об ошибке

source: Available sites
ru_ru: Доступные сайты

source: Auto
ru_ru: Авто

source: Image will be uploaded to
ru_ru: Изображение будет загружено в

source: Authorization
ru_ru: Авторизация

source: Error
ru_ru: Ошибка

source: Logout
ru_ru: Выйти

source: Sign up
ru_ru: Регистрация

source: Login
ru_ru: Вход

source: Powered by Webasyst
ru_ru: Работает на основе Webasyst

source: The requested resource is not available.
ru_ru: Запрашиваемый ресурс недоступен.

source: Select a site section where visitors will sign up and log into their personal accounts.
ru_ru: Выберите раздел сайта, в котором посетители будут регистрироваться и входить в личный кабинет.

source: The domain name must be registered and set up to point to this Webasyst account.
ru_ru: Доменное имя должно быть зарегистрировано и настроено, чтобы указывать на этот аккаунт Webasyst.

source: Optional set of custom <em>key=value</em> parameters, which can be used in design templates and pages of this settlement as <em>&#123;$wa->param("key")&#125;</em>. Each key=value pair must be specified on a separate line.
ru_ru: Необязательный набор параметров вида <em>key=value</em>, к значениям которых можно обращаться шаблонах дизайна и страницах этого поселения как <em>&#123;$wa->param("key")&#125;</em>. Каждая пара key=value должна быть указана на отдельной строке.

source: Optional set of custom <em>key=value</em> parameters, which can be used in design templates and pages of this application as <em>&#123;$wa->param("key")&#125;</em>. Each key=value pair must be specified on a separate line.
ru_ru: Необязательный набор параметров вида <em>key=value</em>, к значениям которых можно обращаться шаблонах дизайна и страницах этого приложения как <em>&#123;$wa->param("key")&#125;</em>. Каждая пара key=value должна быть указана на отдельной строке.

source: Select a route to manage its settings
ru_ru: Выберите правило маршрутизации для редактирования его настроек

source: Rules are processed one by one in the given order. The first rule matching current HTTP request (web address) will be processed. Use * symbol in the URL fields for wildcard.
ru_ru: Правила обрабатываются по одному в указанном порядке. Обработка начинается с первого правила в списке и заканчивается на правиле, которое соответствует текущему HTTP-запросу (адресу). Для обозначения любых символов в качестве маски используйте звездочку (*).

source: View original
ru_ru: Посмотреть оригинал

source: E.g., <em>domain.com</em> if Webasyst is installed in the root folder of domain.com, or <em>domain.com/wa</em> if Webasyst is installed in the /wa/ subfolder of domain.com. Do not add slash / at the end of the URL.
ru_ru: Например, <em>domain.ru</em>, если Webasyst устанавливается в корневую директорию домена domain.ru, или <em>domain.ru/wa</em>, если Webasyst устанавливается в поддиректорию /wa/ домена domain.ru. В конце URL добавлять косую черту (/) не нужно.

source: Site alias displayed in the site selection menu (in the top left corner) and used as the anchor name in the <em>$wa->apps()</em> navigation menu array in the frontend.
ru_ru: Псевдоним сайта, используемый в меню выбора сайтов (в верхнем левом углу) и в качестве текста ссылки в меню навигации фронтенда <em>$wa->apps()</em>.

source: It can be used in the backend in the site selection section and on the site itself in the navigation menu
ru_ru: Может использоваться в бекенде в разделе выбора сайтов и на самом сайте в меню навигации

source: Background
ru_ru: Фон

source: Custom
ru_ru: Загрузить

source: Background can be changed to customize your Site app backend, which is useful when you have several websites powered by one Webasyst installation. The selected background will not be displayed in the frontend.
ru_ru: Фон используется для индивидуальной настройки бекенда приложения «Сайт» — это удобно, если вы управляете несколькими сайтами внутри одной установки фреймворка Вебасист. Выбранный фон не виден во фронтенде.

source: Custom JavaScript code within &lt;head&gt;
ru_ru: Пользовательский JavaScript-код внутри &lt;head&gt;

source: E.g., <strong>%s</strong><br />If you are using <a href="https://www.google.com/analytics/">Google Analytics</a> to track website visits and conversions, then, instead of embedding Google Analytics JS code manually, you can simply enter your Google Analytics Property ID here. A valid Google Analytics code will be automatically embedded in all apps and design themes just before the closing &lt;/head&gt; tag.
ru_ru: Например, <strong>%s</strong><br />Если вы используете <a href="https://www.google.com/analytics/">Google Analytics</a> для отслеживания статистики посещений и конверсии вашего сайта, то вместо внедрения кода Google Analytics вручную достаточно просто ввести здесь ваш Google Analytics Property ID. Правильный код Google Analytics автоматически вставится во все темы оформления всех приложений перед закрывающим тегом &lt;/head&gt;.

source: Additional JavaScript code to be added before the closing &lt;/head&gt; tag:
ru_ru: Дополнительный JavaScript-код для вставки перед закрывающим тегом &lt;/head&gt;:

source: Enables your site visitors to quickly sign up or sign in via accounts on external popular platforms, e.g. Facebook and Twitter. <a href="https://support.webasyst.com/5556/third-party-auth-setup/" target="_blank">Setup instructions</a> <i class="icon10 new-window"></i>
ru_ru: Позволяет посетителям вашего сайта быстро зарегистрироваться или авторизоваться через аккаунты в популярных сторонних сервисах, например, через «Фейсбук» или «Твиттер». <a href="https://support.webasyst.ru/5554/third-party-auth-setup/" target="_blank">Документация по настройке</a> <i class="icon10 new-window"></i>

source: Enables your site visitors to quickly sign up or sign in via accounts on external popular platforms, e.g. Facebook and Twitter. <a href="https://support.webasyst.com/5556/third-party-auth-setup/" target="_blank">Setup instructions <i class="icon size-10 fas fa-external-link-alt new-window"></i></a>
ru_ru: Позволяет посетителям вашего сайта быстро зарегистрироваться или авторизоваться через аккаунты в популярных сторонних сервисах, например, через «Фейсбук» или «Твиттер». <a href="https://support.webasyst.ru/5554/third-party-auth-setup/" target="_blank">Документация по настройке <i class="icon size-10 fas fa-external-link-alt new-window"></i></a>

source: To enable authorization on this website, install and settle at least one app that supports authorization forms.
ru_ru: Чтобы сделать доступной авторизацию на этом сайте, установите хотя бы одно приложение, которое поддерживает формы авторизации, и настройте для него маршрутизацию.

source: To enable authorization on this site, add at least one section of an app that supports authorization forms.
ru_ru: Чтобы сделать доступной авторизацию на этом сайте, добавьте хотя бы один раздел с приложением, которое поддерживает формы авторизации.

source: This will delete entire website including all its pages without the ability to recover. Are you sure?
ru_ru: Будет удален весь сайт со всеми страницами без возможности восстановления. Удалить?

source: Returns the array of pages associated with the current Site app settlement. Each page is an array of ( <em>"id", "name", "title", "url", "create_datetime", "update_datetime", "content"[, "custom_1", "custom_2", …]</em> )
ru_ru: Возвращает массив страниц, связанных с данным поселением приложения «Сайт». Каждая страница представляет собой массив со следующей структурой: <em>"id", "name", "title", "url", "create_datetime", "update_datetime", "content"[, "custom_1", "custom_2", …]</em>

source: Email feedback form
ru_ru: Форма для отправки сообщений

source: Block with id “%s” already exists.
ru_ru: Блок с идентификатором «%s» уже существует.

source: Database error
ru_ru: Ошибка базы данных

source: Thank you!
ru_ru: Спасибо!

source: You have successfully signed up.
ru_ru: Регистрация завершена успешно.

source: Revert to original
ru_ru: Восстановить из оригинала

source: This will reset all changes you have applied to this block. Are you sure?
ru_ru: Восстановление из оригинала сбросит все изменения, которые вы применяли к блоку. Продолжить?

source: This will reset all changes you have applied to this block.
ru_ru: Восстановление из оригинала сбросит все изменения, которые вы применяли к блоку.

source: File will be deleted without the ability to recover. Are you sure?
ru_ru: Файл будет удален без возможности восстановления. Удалить?

source: Download
ru_ru: Скачать

source: Privacy
ru_ru: Публичность

source: Private settlement
ru_ru: Скрытое поселение

source: When this option is enabled, the settlement is treated as hidden (not published), i.e. accessible by the direct URL but not included either in the $wa->apps array or in the main Sitemaps file. The private setting is useful for temporary settlements, such as “Under Construction” pages, and for other settlements which should not be included in the core website navigation menu or indexed by search engines.
ru_ru: При включении этой настройки поселение будет считаться скрытым (не публичным). Оно будет доступно по своему прямому адресу, но не будет включено в массив $wa->apps и основной Sitemap-файл. Скрытыми удобно делать временные поселения, например, страницы «Сайт находится в разработке», и поселения, которые не должны быть включены в основное меню навигации либо индексироваться поисковыми системами.

source: When section is enabled, the section is treated as hidden (not published), i.e. accessible by the direct URL but not included either in the $wa->apps array or in the main Sitemaps file. The private setting is useful for temporary sections, such as “Under Construction” pages, and for other sections which should not be included in the core website navigation menu or indexed by search engines.
ru_ru: При выключении раздел будет считаться скрытым (не публичным). Он будет доступен по своему прямому адресу, но не будет включен в массив $wa->apps и основной Sitemap-файл. Скрытыми удобно делать временные разделы, например, страницы «Сайт находится в разработке», и разделы, которые не должны быть включены в основное меню навигации либо индексироваться поисковыми системами.

source: We are using <a href="http://www.webasyst.com/">Webasyst</a>
ru_ru: Мы используем <a href="http://www.webasyst.ru">Webasyst</a>

source: Facebook
ru_ru: Фейсбук

source: Twitter
ru_ru: Твиттер

source: Close
ru_ru: Закрыть

source: We are using <a href="http://www.webasyst.com/" target="_blank">Webasyst</a>
ru_ru: Мы используем <a href="http://www.webasyst.ru/" target="_blank">Webasyst</a>

source: http://www.webasyst.com/developers/docs/routing/site-app-routing/
ru_ru: http://www.webasyst.ru/developers/docs/routing/site-app-routing/

source: https://support.webasyst.com/47317/get-domain-name/
ru_ru: https://support.webasyst.ru/47313/get-domain-name/

source: Site structure
ru_ru: Структура сайта

source: Site structure is defined by routing rules. Each rule sets which app should run by which URL (web address). Similar to how folders are used to organize files on a computer, routing rules are used to create a website powered by multiple apps.
ru_ru: Структура сайта определяется правилами маршрутизации. Каждое правило указывает, по какому адресу работает каждое приложение. По аналогии с тем, как папки используются для организации файлов на компьютере, правила маршрутизации используются для распределения приложений по разделам сайта.

source: Back
ru_ru: Назад

source: Domain name
ru_ru: Доменное имя

source: IMPORTANT
ru_ru: ВАЖНО

source: The URL entered must point to the root of this Webasyst framework installation.
ru_ru: Введенный адрес должен указывать на корневую папку установки Webasyst.

source: Matches domain name
ru_ru: Совпадает с доменным именем

source: Structure
ru_ru: Структура

source: Welcome to your new site!
ru_ru: Добро пожаловать на ваш новый сайт!

source: Open “<a href="%s">Pages</a>” section and add a new page with an empty address. You will see its contents here.
ru_ru: Перейдите в раздел «<a href="%s">Страницы</a>» и создайте страницу с пустым адресом. Здесь вы увидите ее текст.

source: A site with domain name %s already exists in this Webasyst account.
ru_ru: Сайт с доменным именем %s уже существует в этом аккаунте Webasyst.

source: Incorrect domain URL: %s
ru_ru: Неправильный адрес домена: %s

source: My profile
ru_ru: Мой профиль

source: My account
ru_ru: Личный кабинет

source: added a new site
ru_ru: добавил новый сайт

source: edited site settings
ru_ru: отредактировал настройки сайта

source: deleted site
ru_ru: удалил сайт

source: uploaded file
ru_ru: загрузил файл

source: deleted file
ru_ru: удалил файл

source: added a new block for site
ru_ru: добавил новый блок для сайта

source: edited block for site
ru_ru: отредактировал блок для сайта

source: deleted block for site
ru_ru: удалил блок на сайте

source: added a new routing rule
ru_ru: добавил новое правило маршрутизации

source: edited routing rule
ru_ru: отредактировал правило маршрутизации

source: deleted routing rule
ru_ru: удалил правило маршрутизации

source: Personal account sections
ru_ru: Разделы личного кабинета

source: Sections are determined by connected applications.
ru_ru: Разделы определяются подключенными приложениями.
