Repository: webasyst/webasyst-framework
Catalog: *-apps/site/locale/*/LC_MESSAGES/site.po
Languages: ru_ru

source: Read <a href="https://support.webasyst.com/29298/site-auth-settings/" target="_blank">user manual</a>.
ru_ru: Смотрите <a href="https://support.webasyst.ru/29281/site-auth-settings/" target="_blank">инструкцию</a>.

source: This app cannot be enabled for personal accounts on this domain, because the app is not settled in this domain's routing settings. Add this app to the routing table first so it becomes published on this site, and then you’ll be able to link it in personal accounts navigation.
ru_ru: Это приложение нельзя включить в личном кабинете, так как приложение не подключено в правилах маршрутизации сайта. Добавьте правило маршрутизации для этого приложения в настройках структуры сайта, после чего вы сможете включить его в личном кабинете.

source: Setup routing
ru_ru: Настроить маршрутизацию

source: Disabled
ru_ru: Выключено

source: Redirect disabled
ru_ru: Выключено

source: Enabled
ru_ru: Включено

source: Redirect enabled
ru_ru: Включено

source: %s personal account is disabled on this site.
ru_ru: Личный кабинет приложения «%s» выключен на этом сайте.

source: My profile form fields
ru_ru: Поля формы настройки профиля

source: User signup, authorization and personal accounts are not enabled on %s.
ru_ru: Регистрация пользователей, авторизация и личный кабинет выключены на сайте %s.

source: Edit field label
ru_ru: Редактировать название поля

source: Edit hint for this field
ru_ru: Редактировать подсказку к полю

source: Personal data processing
ru_ru: Обработка персональных данных

source: ---INSERT A LINK HERE!---
ru_ru: ---ВСТАВЬТЕ СЮДА ССЫЛКУ НА ДОКУМЕНТ!---

source: I agree to %spersonal data protection policy%s
ru_ru: Я принимаю условия %sполитики обработки персональных данных%s

source: By submitting this form I agree to %spersonal data protection policy%s
ru_ru: Нажимая на кнопку подтверждения, я принимаю условия %sполитики обработки персональных данных%s

source: Do not require consent to personal data protection policy
ru_ru: Не требовать согласия с политикой обработки персональных данных

source: Show only notice and link to policy
ru_ru: Показывать только подсказку со ссылкой на политику

source: Show mandatory checkbox, notice, and link
ru_ru: Предлагать включить обязательный флажок с подсказкой и ссылкой

source: Restore original text
ru_ru: Восстановить стандартный текст

source: Edit button label
ru_ru: Редактировать текст на кнопке

source: Upload favicon
ru_ru: Загрузить фавиконку

source: from 152x152 and up to 1024x1024 px
ru_ru: от 152х152 до 1024х1024 пикселей

source: Personal
ru_ru: Личный кабинет

source: File manager
ru_ru: Файл-менеджер

source: Touch icon you upload here will not take effect for you website %s because your website is set for a subfolder on a domain. Touch icon uploaded using the form above will be set only for websites set from the domain root folder.
ru_ru: Изображение, загруженное с помощью этой формы, не будет использовано на сайте %s, потому что сайт расположен в подкаталоге домена. Загруженная через данную форму иконка может быть установлена только для сайтов, размещенных в корневом каталоге домена.

source: File apple-touch-icon.png exists in the Webasyst framework installation folder. The touch icon you upload here will be overridden by the icon uploaded as file unless you delete this file.
ru_ru: Файл apple-touch-icon.png обнаружен в каталоге установки Webasyst. Вместо иконки, сохраненной на этой странице, будет отображаться иконка из указанного файла.

source: Files with extension *.png are allowed only.
ru_ru: Разрешена загрузка только PNG-файлов.

source: Files with extension *.ico are allowed only.
ru_ru: Разрешена загрузка только ICO-файлов.

source: Touch icon for iOS
ru_ru: Фавиконка для iOS

source: Upload iOS touch icon
ru_ru: Загрузить iOS-фавиконку

source: Personal &rarr; <a href="%s">Auth &amp; Sign Up</a>
ru_ru: Личный кабинет &rarr; <a href="%s">Настройки авторизации</a>

source: My profile page is not available on this site, because user authorization on this site is hosted by <strong>%s</strong> app, while it’s personal account functionality is disabled. Either enable <a href="#/personal/app/%s/">%s app’s personal account</a> on this site, or change the app that hosts user authorization in <a href="%s">Auth &amp; Sign Up</a> settings.
ru_ru: Страница управления профилем на этом сайте недоступна, так как личный кабинет приложения «<strong>%s</strong>», отвечающего за функциональность форм регистрации и авторизации на этом сайте, отключен. Для включения страницы управления профилем необходимо либо включить <a href="#/personal/app/%s/">личный кабинет приложения «%s»</a>, либо <a href="%s">в настройках авторизации</a> выбрать другое приложения, которое будет отвечать за функциональность форм регистрации и авторизации на этом сайте.

source: The URL %s is already used by %s app. If you proceed, this will replace %s app with %s app on this URL.
ru_ru: Адрес %s уже используется приложением «%s». Сохранив изменения, поселение приложения «%s» по этому адресу будет полностью заменено поселением приложения «%s».

source: %s personal account URL: <a id="s-app-frontend-link" href="%s" target="_blank">%s</a> <i class="icon10 new-window top-padded"></i>
ru_ru: «%s» в личном кабинете: <a id="s-app-frontend-link" href="%s" target="_blank">%s</a> <i class="icon10 new-window top-padded"></i>

source: Enable CDN (Content Delivery Network) support for this site by entering CDN URL prefix.
ru_ru: Введите адрес CDN (Content Delivery Network), чтобы включить его автоматическую поддержку для этого сайта.

source: Alias (mirror site) for
ru_ru: Зеркало сайта

source: Alias (mirror) for site
ru_ru: Зеркало для сайта

source: Mirror site (alias) for <strong>%s</strong>
ru_ru: Зеркало сайта <strong>%s</strong>

source: Specified email is already in use.
ru_ru: Указанный email-адрес уже используется.

source: Select a language to translate text strings in website frontend.
ru_ru: Выберите язык для перевода текстовых строк на страницах сайта.

source: If “Auto” option is selected, website language will be determined by user browser settings.
ru_ru: Если выбран вариант «Авто», язык сайта будет определен на основании настроек браузера пользователя.

source: Files uploaded here are accessible to all website visitors without authorization. Do not upload private files.
ru_ru: Загруженные здесь файлы доступны всем посетителям сайта без авторизации. Не загружайте личные файлы.

source: Security
ru_ru: Безопасность

source: Redirect to HTTPS
ru_ru: Перенаправлять на HTTPS

source: Redirect website visitors from ordinary HTTP to secure HTTPS connection within this section.
ru_ru: Перенаправлять посетителей сайта с обычного HTTP- на безопасное HTTPS-подключение в пределах этого раздела.

source: Redirect website visitors from ordinary HTTP to secure HTTPS connection within this application.
ru_ru: Перенаправлять посетителей сайта с обычного HTTP- на безопасное HTTPS-подключение в пределах этого приложения.

source: This option will work only if an SSL certificate is installed for your domain name.
ru_ru: Эта настройка будет работать, только если для вашего доменного имени установлен SSL-сертификат.

source: To enable redirect to HTTPS for <em>all</em> website settlements, change this option in <a href="%s#/settings/">common site settings</a>.
ru_ru: Чтобы включить перенаправление на HTTPS для <em>всех</em> поселений сайта, измените этот параметр в <a href="%s#/settings/">общих настройках сайта</a>.

source: To enable redirect to HTTPS for <em>all</em> website settlements, change this option in common site settings.
ru_ru: Чтобы включить перенаправление на HTTPS для <em>всех</em> поселений сайта, измените этот параметр в общих настройках сайта.

source: Redirect website visitors from ordinary HTTP to secure HTTPS connection.
ru_ru: Перенаправлять посетителей сайта с обычного HTTP- на безопасное HTTPS-подключение.

source: To activate this option, <a>log in via HTTPS</a>.
ru_ru: Чтобы активировать эту настройку, <a>войдите через HTTPS</a>.

source: You cannot enable redirection because your web server does not allow to distinguish HTTP from HTTPS.
ru_ru: Включение перенаправления недоступно, потому что ваш веб-сервер не позволяет отличать подключение через HTTP от HTTPS.

source: Settings have been saved
ru_ru: Настройки сохранены

source: Your file is too large. Either raise the size limit for uploaded files in PHP configuration above %s bytes or upload a smaller file.
ru_ru: Слишком большой файл. Либо установите ограничение на размер загружаемых файлов в конфигурации PHP выше %s байтов, либо попробуйте загрузить файл меньшего размера.

source: Remove
ru_ru: Удалить

source: Captcha
ru_ru: Капча

source: You have no rules set up for %s app.
ru_ru: Нет правил для приложения «%s».

source: Some rules of %s app are incorrect.
ru_ru: Некоторые правила приложения «%s» настроены неправильно.

source: Site structure error notifications
ru_ru: Уведомления об ошибках в структуре сайта

source: Show error notifications in site structure settings.
ru_ru: Показывать уведомления об ошибках в настройках структуры сайта.

source: Site settings
ru_ru: Настройки сайта

source: Auto-login
ru_ru: Автоматическая авторизация

source: CDN address
ru_ru: Адрес CDN

source: Custom text
ru_ru: Произвольный текст

source: Text to be returned at specified URL
ru_ru: Текст, который должен быть доступен по указанному URL

source: Content type
ru_ru: Тип содержимого

source: file
ru_ru: файл

source: text (text/plain)
ru_ru: текст (text/plain)

source: HTML code (text/html)
ru_ru: HTML-код (text/html)

source: If content type “file” is selected and the URL does not end with a name extension then requesting this URL will automatically start downloading of a file.
ru_ru: Если выбран тип содержимого «файл» и в конце URL не указано расширение имени, то автоматически начнется скачивание файла при запросе этого URL.

source: This rule is disabled because it is placed below a more general rule. Move this rule higher in the list to enable it.
ru_ru: Это правило отключено, потому что оно находится ниже более общего правила. Перенесите правило выше, чтобы включить его.

source: Delete route
ru_ru: Удалить правило

source: You are about to delete the only routing rule set up for <b>%s</b> app.
ru_ru: Вы удаляете единственное настроенное правило маршрутизации для приложения «<b>%s</b>».

source: This will limit its functionality. Delete the rule?
ru_ru: Это ограничит его функциональность. Удалить правило?

source: Deleting this site will also delete routing rules set up for installed apps. This will limit their functionality. Delete the site?
ru_ru: Вместе с сайтом будут удалены правила маршрутизации для установленных приложений. Это ограничит их функциональность. Удалить сайт?

source: Deleting this site will also delete routing rules set up for <b>%s</b> app. This will limit its functionality.</p><p>Upon site deletion, set up routing rules for this app in the structure settings of remaining sites to continue using all functions.
ru_ru: При удалении сайта будут удалены правила маршрутизации для приложения <b>«%s»</b>. Это может ограничить его функциональность.</p><p>После удаления сайта добавьте правила маршрутизации для этого приложения в структуре оставшихся сайтов, чтобы продолжить пользоваться всеми возможностями.

source: Add
ru_ru: Добавить

source: Login and signup settings
ru_ru: Настройки входа и регистрации

source: Login and signup settings for %s
ru_ru: Настройки входа и регистрации на %s

source: User personal area
ru_ru: Личный кабинет пользователя

source: Site section for login and signup
ru_ru: Раздел сайта для авторизации и регистрации

source: Select app
ru_ru: Выберите приложение

source: Ways of login and registration
ru_ru: Способы входа и регистрации

source: Social networks (additional authorization option)
ru_ru: Социальные сети (дополнительный способ входа)

source: Signup form
ru_ru: Форма регистрации

source: Login form
ru_ru: Форма входа

source: Fields
ru_ru: Поля

source: authorization enabled
ru_ru: Включен

source: authorization disabled
ru_ru: Выключен

source: Set up how website visitors will log in and sign up on your website.
ru_ru: Настройте, как посетители будут входить и регистрироваться на сайте.

source: Login & signup forms
ru_ru: Формы входа и регистрации

source: Set up fields website visitors will need to complete in login and signup forms.
ru_ru: Настройте поля форм входа и регистрации, которые будут заполнять посетители сайта.

source: A signup confirmation link or code will be sent in a notification.
ru_ru: Ссылка или код для подтверждения регистрации будут отправлены в уведомлении.

source: A registered website visitor will be able to log in only with an email address or phone number confirmed.
ru_ru: Зарегистрированный посетитель сможет войти только после подтверждения email-адреса или номера телефона.

source: Confirm signup
ru_ru: Подтверждать регистрацию

source: Passwords type
ru_ru: Система паролей

source: Successful signup notification
ru_ru: Уведомление о завершении регистрации

source: Send successful signup notifications to users
ru_ru: Отправлять пользователям уведомление о завершении регистрации

source: Select a group of notification templates to be used for sending login, signup, and password recovery notifications.
ru_ru: Выберите группу шаблонов уведомлений для отправки уведомлений при входе, регистрации и смене пароля.

source: Edit email notification templates in <a href="%s">Settings</a> app
ru_ru: Изменяйте шаблоны email-уведомлений в приложении «<a href="%s">Настройки</a>».

source: Edit SMS notification templates in <a href="%s">Settings</a> app
ru_ru: Изменяйте шаблоны SMS-уведомлений в приложении «<a href="%s">Настройки</a>».

source: User notifications
ru_ru: Уведомления пользователей

source: Notification templates
ru_ru: Шаблоны уведомлений

source: Priority over email notifications
ru_ru: Приоритет над email-уведомлениями

source: Prefer SMS over email for sending notifications. In case of SMS sending failure, email will be sent as a replacement.
ru_ru: Приоритет SMS над email при отправке уведомлений. В случае сбоя в отправке SMS будет отправлено email-уведомление.

source: Anti-bot protection
ru_ru: Защита от ботов

source: Email or phone
ru_ru: Email или телефон

source: Both sign-in options “Email” & “Phone” cannot be disabled
ru_ru: Нельзя отключать оба способа авторизации: «Email» и «Телефон»

source: Keep at least one of these two basic options enabled for website visitors to be able to log into their accounts.
ru_ru: Оставьте включенным хотя бы один из этих двух основных способов, чтобы посетители сайта могли входить в личный кабинет.

source: Authorization with an email address is used by default.
ru_ru: По умолчанию используется авторизация с помощью email-адреса.

source: Services
ru_ru: Сервисы

source: Invisible captcha will be used
ru_ru: Будет использована невидимая капча

source: Login, signup, and personal account
ru_ru: Вход, регистрация и личный кабинет

source: Delete this site alias? It will <strong>not</strong> delete any data of the main site.
ru_ru: Удалить этот сайт-зеркало? Никакие данные основного сайта <strong>не&nbsp;будут</strong> удалены.

source: Waiting period in seconds before sending next verification code:
ru_ru: Интервал в секундах перед отправкой следующего кода подтверждения:

source: Verification code re-sending
ru_ru: Повторная отправка кода подтверждения

source: Authorization by login name
ru_ru: Вход по имени пользователя

source: Enable to allow backend users to log in on the website with their login names. Only login names different from phone numbers, i.e. containing characters other than digits, are supported.
ru_ru: Включите, чтобы пользователи бекенда могли входить на сайт со своими логинами. Поддерживаются имена пользователей, отличающиеся от телефонных номеров, т. е. состоящие не только из цифр.

source: No sender email address specified in “<a href="%s">Email settings</a>” section of Settings app.
ru_ru: Не заполнен email-адрес отправителя в разделе «<a href="%s">Настройки email</a>» приложения «Настройки».

source: Language
ru_ru: Язык

source: The [%s] app deleted or disabled.
ru_ru: Приложение [%s] удалено или отключено.

source: Phone
ru_ru: Телефон

source: Edit the list in “<a href="%s">Email&nbsp;templates</a>” section.
ru_ru: Измените список в разделе «<a href="%s">Email-шаблоны</a>».

source: Required field
ru_ru: Обязательное поле

source: National direct-dialing code (NDD)
ru_ru: Код междугородней связи

source: Enter the NDD code which is used for making calls within your country.
ru_ru: Введите код, с помощью которого совершаются междугородние звонки в вашей стране. Пример кода для Российской Федерации: 8.

source: The NDD, if specified, will be replaced with the country code in website visitors’ phone numbers.
ru_ru: Если указан код междугородней связи, то в номерах посетителей сайта он будет заменен на телефонный код страны.

source: Country code
ru_ru: Код страны

source: Enter your country’s phone number code to be used in website visitors’ phone numbers instead of the NDD.
ru_ru: Международный код вашей страны, который будет использоваться в телефонных номерах посетителей сайта вместо кода междугородней связи.

source: Enter digits only
ru_ru: Введите только цифры

source: Temporary redirecting
ru_ru: Временное перенаправление

source: Use server response code 302
ru_ru: Использовать код ответа сервера 302

source: Enable for <strong>temporary</strong> redirecting only, which you are planning to cancel in the future.
ru_ru: Включите только для <strong>временного</strong> перенаправления, которое вы планируете отменить в будущем.

source: Disable for <strong>permanent</strong> redirecting with server response code 301, which is used to inform search engines that the new URL should be indexed instead of the old one.
ru_ru: Выключите для использования <strong>постоянного</strong> перенаправления с кодом ответа сервера 301 — он сообщает поисковым системам, что новый URL должен индексироваться вместо старого.

source: Move rule %s/* to the bottom of the rule list.
ru_ru: Перенесите правило %s/* в конец списка правил.

source: Rule cannot be saved
ru_ru: Невозможно сохранить правило

source: Rule address contains unsupported character <strong class="highlighted">%s</strong>.
ru_ru: В адресе правила содержится недопустимый символ <strong class="highlighted">%s</strong>.

source: “Custom text” rule is incorrect.
ru_ru: Правило «Произвольный текст» настроено неправильно.

source: “Redirect” rule is incorrect.
ru_ru: Правило «Перенаправление» настроено неправильно.

source: Homepage
ru_ru: главная страница

source: Invalid value: %s.
ru_ru: Недопустимое значение: %s.

source: The [%s] app is disabled.
ru_ru: Приложение [%s] отключено.

source: Menu for sections
ru_ru: Меню для разделов

source: Sites
ru_ru: Сайты

source: The navigation menu will be generated automatically from the main sections of the site map.
ru_ru: Меню навигации будет сформировано автоматически из главных разделов карты сайта.

source: Display links to sections of the site map
ru_ru: Выводить ссылки на разделы карты сайта

source: Manual settings
ru_ru: Ручные настройки

source: If not specified, the link will not be displayed.
ru_ru: Если не указано, то ссылка не отобразится.

source: Link text
ru_ru: Текст ссылки

source: Favicon (.ico)
ru_ru: Фавиконка (.ico)

source: Touch icon for iOS (.png)
ru_ru: Фавиконка для iOS (.png)

source: Old address
ru_ru: Старый адрес

source: New address
ru_ru: Новый адрес

source: Permanent (301)
ru_ru: Постоянное (301)

source: Temporary (302)
ru_ru: Временное (302)

source: Permanent redirect with response code 301 is the sign for search engines that the new URL should be indexed instead of the old one. Use a temporary redirect with the server response code 302 if you are planning to cancel it later.
ru_ru: Постоянное перенаправление с кодом ответа 301 сообщает поисковым системам, что новый URL должен индексироваться вместо старого. Используйте временное перенаправление с кодом ответа 302, если вы планируете отменить его в будущем.

source: Select
ru_ru: Выбрать

source: Selected
ru_ru: Выбрано

source: Folder name
ru_ru: Название

source: Folder path
ru_ru: Расположение

source: Open
ru_ru: Открыть

source: Site map
ru_ru: Карта сайта

source: Design themes
ru_ru: Темы дизайна

source: Plugins
ru_ru: Плагины

source: Block page
ru_ru: Страницу-конструктор

source: Text page
ru_ru: Текстовую страницу

source: Page
ru_ru: Страницу

source: Directory
ru_ru: Папку

source: Section
ru_ru: Раздел

source: New
ru_ru: Новое

source: Preview
ru_ru: Просмотр

source: Add inside
ru_ru: Добавить внутри

source: Duplicate
ru_ru: Дублировать

source: %s copy
ru_ru: %s копия

source: Make the site’s homepage
ru_ru: Сделать главной страницей сайта

source: Section settings
ru_ru: Настройки раздела

source: Page settings
ru_ru: Настройки страницы

source: Section name
ru_ru: Название раздела

source: Publication
ru_ru: Публикация

source: Published
ru_ru: Опубликовано

source: Unpublished
ru_ru: Не опубликовано

source: New section
ru_ru: Новый раздел

source: Apps on the site
ru_ru: Приложения на сайте

source: The block is too large. Reduce it or create several blocks instead of one.
ru_ru: Содержимое блока слишком большое. Сократите его или создайте несколько блоков.

source: Subsections of the personal account (“My orders”, “My requests”, “My subscriptions”, “My profile”) are determined by the connected applications.
ru_ru: Подразделы личного кабинета («Мои заказы», «Мои запросы», «Мои подписки», «Мой профиль») определяются подключенными приложениями.

source: View instructions
ru_ru: Смотреть инструкцию

source: Edit the list in section
ru_ru: Измените список в разделе

source: “Email templates”
ru_ru: «Email-шаблоны»

source: “SMS templates”
ru_ru: «SMS-шаблоны»

source: Adding a folder
ru_ru: Добавление папки

source: Folder settings
ru_ru: Настройки папки

source: Add block to page
ru_ru: Добавить блок на страницу

source: Font
ru_ru: Шрифт

source: Alignment
ru_ru: Выравнивание

source: Columns alignment
ru_ru: Выравнивание колонок

source: Margin
ru_ru: Отступы снаружи

source: Padding
ru_ru: Отступы внутри

source: Inner
ru_ru: Внутренние

source: Outer
ru_ru: Внешние

source: Line height
ru_ru: Высота строк

source: Visibility on devices
ru_ru: Видимость на устройствах

source: Whole block
ru_ru: Весь блок

source: Container with content
ru_ru: Контейнер с содержимым

source: Container
ru_ru: Контейнер

source: Whole column
ru_ru: Вся колонка

source: Content in column
ru_ru: Контент в колонке

source: Action
ru_ru: Действие

source: Style
ru_ru: Стиль

source: Size
ru_ru: Размер

source: Angle
ru_ru: Углы

source: Shadows
ru_ru: Тени

source: Border
ru_ru: Обводка

source: Not set
ru_ru: Не задан

source: Upload custom theme
ru_ru: Загрузить свою тему

source: Show more
ru_ru: Показать еще

source: Hide
ru_ru: Скрыть

source: All themes
ru_ru: Все темы

source: Used on other sites.
ru_ru: Используется на других сайтах.

source: Add app
ru_ru: Добавить приложение

source: This subsection is not available in the client account because Mailer app is not added to the site settings.
ru_ru: Этот подраздел недоступен в личном кабинете, потому что приложение «Рассылки» не добавлено в «Настройках» сайта.

source: This subsection is not available in the client account because %s app is not added to the site map.
ru_ru: Этот подраздел недоступен в личном кабинете, так как приложение «%s» не добавлено в карту сайта.

source: Subsection is enabled
ru_ru: Подраздел включен

source: Subsection is disabled
ru_ru: Подраздел выключен
