Repository: webasyst/webasyst-framework
Catalog: *-apps/site/locale/*/LC_MESSAGES/site.po
Languages: ru_ru

source: %s personal account URL: <a id="s-app-frontend-link" href="%s" target="_blank"><span class="break-all">%s</span> <i class="fas fa-external-link-alt fa-xs"></i></a>
ru_ru: «%s» в личном кабинете: <a id="s-app-frontend-link" href="%s" target="_blank"><span class="break-all">%s</span> <i class="fas fa-external-link-alt fa-xs"></i></a>

source: Redirects and the settings of apps not affecting the site map have been moved to the “Settings” section.
ru_ru: Перенаправления и настройки приложений, не относящихся к карте сайта, переехали в раздел «Настройки».

source: This site’s settings contain redirects. They may cause visitors open other addresses than those currently available on your site or that used to be available before.
ru_ru: В настройках сайта есть перенаправления. Из-за них посетители могут попадать на другие адреса вместо страниц или разделов, которые есть или были ранее в карте сайта.

source: View settings
ru_ru: Смотреть настройки

source: Client accounts are enabled
ru_ru: Личный кабинет включен

source: Client accounts are disabled
ru_ru: Личный кабинет выключен

source: Fix it
ru_ru: Исправить

source: My sites
ru_ru: Мои сайты

source: and
ru_ru: и

source: This section’s URL was saved with an error in the old interface; therefore, you cannot edit it here. You can fix the error in the old interface or in file <em>wa-config/routing.php</em>.
ru_ru: URL этого раздела был задан с ошибкой в старом интерфейсе, поэтому нельзя изменить его здесь. Исправить ошибку можно в старом интерфейсе или в файле <em>wa-config/routing.php</em>.

source: Generate automatically from top-level sections and pages in the site map
ru_ru: Формировать автоматически из разделов и страниц верхнего уровня в карте сайта

source: Delete page
ru_ru: Удалить страницу

source: Design theme for this subsection is set up in Mailer app’s settings via the <%s>site settings %s<%s>.
ru_ru: Тема дизайна для этого подраздела меняется в настройках приложения «Рассылки» через <%s>настройки сайта %s<%s>.

source: Invalid value in field “%s”.
ru_ru: Недопустимое значение в поле «%s».

source: Shop
ru_ru: Онлайн-магазин

source: Photo gallery
ru_ru: Фотогалерея

source: Knowledge base and forum
ru_ru: База знаний и форум

source: Knowledge base
ru_ru: База знаний

source: Blog
ru_ru: Блог

source: Helpdesk
ru_ru: Поддержка

source: Decoration
ru_ru: Оформление

source: The specified URL already exists.
ru_ru: Указанный URL уже существует.

source: Cancel
ru_ru: Отмена

source: Select site
ru_ru: Выберите сайт

source: App settings
ru_ru: Настройки приложения

source: If published, can be used in the site’s <em>&#123;$wa-apps()&#125;</em> navigation menu.
ru_ru: Если опубликовано, может быть использовано в меню навигации сайта <em>&#123;$wa-apps()&#125;</em>.

source: When disabled, the app is available at its direct address but is not indexed by search engines and is not included in the main menu <em>&#123;$wa-apps()&#125;</em>.
ru_ru: Когда выключено, приложение доступно по своему прямому адресу, но не индексируется поисковыми системами и не включается в главное меню <em>&#123;$wa-apps()&#125;</em>.

source: Links in the site navigation menu
ru_ru: Ссылки в меню навигации по сайту

source: Visual appearance can be supplemented or completely modified by design settings.
ru_ru: Внешний вид меню может быть дополнен или полностью изменен настройками темы дизайна.

source: Publish
ru_ru: Опубликовать

source: View
ru_ru: Посмотреть

source: Block library
ru_ru: Библиотека блоков

source: Variable
ru_ru: Переменная

source: New variable
ru_ru: Новая переменная

source: Not visible on the site.
ru_ru: Не отображается на сайте.

source: Identifier
ru_ru: Идентификатор

source: Use Latin letters, and hyphens instead of whitespaces; e.g., “company-name”.
ru_ru: Используйте латинские буквы и дефис (вместо пробела), например, «company-name».

source: Add the variable to a site page or a design template
ru_ru: Добавьте переменную в страницу или в шаблон дизайна

source: Copy to clipboard
ru_ru: Скопировать в буфер обмена

source: Contents displayed to website visitors instead of the variable
ru_ru: Содержимое, которое будет видно на сайте вместо переменной

source: This will reset all changes you have applied to this variable.
ru_ru: Будут потеряны все изменения, которые вы внесли в эту переменную.

source: Copied
ru_ru: Скопировано

source: Copying error
ru_ru: Ошибка копирования

source: Enable
ru_ru: Включить

source: Disable
ru_ru: Выключить

source: The site is not operating properly because no homepage is selected.
ru_ru: Сайт работает неправильно, потому что не выбрана главная страница.

source: Add page
ru_ru: Добавить страницу

source: The homepage cannot be unpublished. Please select another section or page as the homepage.
ru_ru: Главную страницу нельзя сделать неопубликованной. Сделайте главными другой раздел или страницу.

source: Used as the page title. Can be displayed on the site if allowed by design settings.
ru_ru: Используется в качестве заголовка страницы. Может отображаться на сайте в зависимости от настроек дизайна.

source: Main menu title
ru_ru: Название в меню верхнего уровня

source: Used in the top-level navigation menu <em>&#123;$wa->apps()&#125;</em>. Can be displayed on the site if allowed by design settings.
ru_ru: Используется в меню навигации по разделам и страницам верхнего уровня <em>&#123;$wa->apps()&#125;</em>. Может отображаться на сайте в зависимости от настроек дизайна.

source: Visibility of this page and its subpages
ru_ru: Видимость этой и вложенных страниц

source: When disabled, the page and all its subpages are excluded from the top-level <em>&#123;$wa->apps()&#125;</em> menu and are not indexed by search engines, but are still available at their direct addresses.
ru_ru: Когда выключено, страница и вложенные в нее подстраницы исключаются из меню верхнего уровня <em>&#123;$wa->apps()&#125;</em> и не индексируются поисковыми системами, но доступны по своему прямому адресу.

source: Visibility on the site and in search engines
ru_ru: Видимость на сайте и в поисковых системах

source: When disabled, the section and all its subpages are excluded from the top-level <em>&#123;$wa->apps()&#125;</em> menu and are not indexed by search engines, but are still available at their direct addresses.
ru_ru: Когда выключено, раздел и его подстраницы исключаются из меню верхнего уровня <em>&#123;$wa->apps()&#125;</em> и не индексируются поисковыми системами, но доступны по своему прямому адресу.

source: Installed themes
ru_ru: Установленные темы

source: Browse all themes
ru_ru: Посмотреть все темы

source: Theme settings
ru_ru: Настройки темы

source: Use another theme for mobile phones
ru_ru: Использовать другую тему для мобильных телефонов

source: Custom page parameters
ru_ru: Дополнительные параметры страницы

source: Optional set of custom <em>key=value</em> parameters, which can be used in design templates, as well as in the page and all its subpages, as <em>&#123;$wa->param("key")&#125;</em>. Each key=value pair must be specified on a separate line.
ru_ru: Необязательный набор параметров вида <em>key=value</em>, к значениям которых можно обращаться в шаблонах дизайна, текущей и вложенных страницах как <em>&#123;$wa->param("key")&#125;</em>. Каждая пара key=value должна быть указана на отдельной строке.

source: Visibility
ru_ru: Видимость

source: Page title
ru_ru: Заголовок страницы

source: Page URL
ru_ru: URL страницы

source: Use Latin letters, and underscores instead of whitespaces; e.g., “company_name”.
ru_ru: Используйте латинские буквы и подчеркивание (вместо пробела), например, «company_name».

source: Switch
ru_ru: Переключить

source: Installed
ru_ru: Установленные

source: Used
ru_ru: Используемая

source: Not used
ru_ru: Неиспользуемая

source: No installed themes.
ru_ru: Нет установленных тем.

source: Unable to get the page from the server.
ru_ru: Не удалось загрузить страницу с сервера.

source: Delete section?
ru_ru: Удалить раздел?

source: Delete page?
ru_ru: Удалить страницу?

source: Delete subpages?
ru_ru: Удалить вложенные страницы?

source: The section will be removed from the site map. Continue?
ru_ru: Раздел будет удален из карты сайта. Продолжить?

source: With the selected section, its subpages will be deleted, too. Continue?
ru_ru: Вместе с выбранным разделом будут удалены вложенные в него страницы. Продолжить?

source: With the selected page, its subpages will be deleted, too. Continue?
ru_ru: Вместе с выбранной страницей будут удалены вложенные в нее страницы. Продолжить?

source: If you remove the homepage, the site will not be operating properly. Be sure to select a page or a section as the homepage right after that.
ru_ru: Если удалить главную страницу сайта, он будет работать неправильно. Сразу после удаления выберите другую главную страницу или главный раздел.

source: This field is required.
ru_ru: Это обязательное поле.

source: Only Latin letters, numbers, hyphens and underscore characters are allowed.
ru_ru: Можно использовать только латинские буквы, дефисы и символы подчеркивания.

source: The variable is too large. Reduce it or create several variables instead of one.
ru_ru: Слишком большая переменная. Сократите ее или создайте несколько переменных вместо одной.

source: A variable with ID “%s” already exists.
ru_ru: Переменная с ID «%s» уже существует.

source: Access denied.
ru_ru: Доступ запрещен.

source: Site header block
ru_ru: Блок шапки сайта

source: Site footer block
ru_ru: Блок подвала сайта

source: One column
ru_ru: Одна колонка

source: Two columns
ru_ru: Две колонки

source: Three columns
ru_ru: Три колонки

source: Four columns
ru_ru: Четыре колонки

source: Cards
ru_ru: Карточки

source: Menu
ru_ru: Меню

source: Heading
ru_ru: Заголовок

source: Paragraph of text
ru_ru: Абзац текста

source: Custom HTML
ru_ru: Свой HTML-код

source: Button or link
ru_ru: Кнопка или ссылка

source: Image
ru_ru: Изображение

source: Horizontal ruler
ru_ru: Горизонтальная линия

source: Row
ru_ru: Ряд

source: Apps block
ru_ru: Блок приложений

source: Font style
ru_ru: Стиль шрифта

source: Color
ru_ru: Цвет

source: Tabs
ru_ru: Вкладки

source: Column
ru_ru: Колонка

source: Footer bottom
ru_ru: Низ подвала

source: Footer toggle
ru_ru: Переключатель подвала

source: Footer top
ru_ru: Верх подвала

source: Column bottom
ru_ru: Низ колонки

source: Block deletion error.
ru_ru: Ошибка при удалении блока.

source: Footer
ru_ru: Подвал

source: Columns
ru_ru: Колонки

source: Card
ru_ru: Карточка

source: Whole card
ru_ru: Целая карточка

source: Menu item
ru_ru: Пункт меню

source: Logo
ru_ru: Логотип

source: Burger
ru_ru: Гамбургер

source: Menu toggle
ru_ru: Переключатель меню

source: added a new site variable
ru_ru: добавил новую переменную для сайта

source: edited a site variable
ru_ru: отредактировал переменную для сайта

source: deleted a site variable
ru_ru: удалил переменную для сайта

source: Editing published pages is unavailable.
ru_ru: Редактирование опубликованных страниц недоступно.

source: The page will be deleted without the ability to restore. Continue?
ru_ru: Страница будет удалена без возможности восстановления. Продолжить?

source: https://support.webasyst.com/2879/client-account/
ru_ru: https://support.webasyst.ru/3313/client-account/

source: Please enter a valid URL starting with <mark>/</mark>, <mark>http://</mark>, or <mark>https://</mark>.
ru_ru: Введите корректный URL-адрес, начинающийся с <mark>/</mark>, <mark>http://</mark> или <mark>https://</mark>.

source: Text
ru_ru: Текст

source: Please fill required fields
ru_ru: Необходимо заполнить все требуемые поля

source: The redirect will removed from the site. Continue?
ru_ru: Перенаправление будет удалено из сайта. Продолжить?

source: Redirect deletion
ru_ru: Удаление перенаправления

source: Home page
ru_ru: Главная страница

source: Section is not available for the site mirror
ru_ru: Раздел не доступен для зеркала сайта

source: Maximum 63 characters
ru_ru: Максимум 63 символа

source: Site footer top block
ru_ru: Верхний блок подвала сайта

source: Site footer bottom block
ru_ru: Нижний блок подвала сайта

source: Custom code
ru_ru: Свой код

source: Column alignment
ru_ru: Выравнивание столбцов

source: New columns
ru_ru: Новые столбцы

source: Main screen
ru_ru: Главный экран

source: Advantages
ru_ru: Преимущества

source: Reviews
ru_ru: Отзывы

source: Prices
ru_ru: Тарифы

source: Contacts
ru_ru: Контакты

source: Site footer
ru_ru: Подвал сайта

source: If the new address has the same domain name then you may enter only the part after the domain; e.g., <em>/about/</em>.
ru_ru: Если у нового адреса тот же домен, то можно указать только часть после домена, например, <em>/about/</em>.

source: You can use HTML and Smarty code in this field.
ru_ru: В этом поле можно использовать HTML и Smarty.

source: Moving cannot be completed: pages with the same addresses cannot be located at the same level.
ru_ru: Перемещение невозможно: страницы с одинаковыми адресами не могут находиться на одном уровне.

source: Rule settings
ru_ru: Настройки правила

source: The rule will be removed from the site settings. Continue?
ru_ru: Правило будет удалено из настроек сайта. Продолжить?

source: The app will be removed from the site settings. Continue?
ru_ru: Приложение будет удалено из настроек сайта. Продолжить?

source: Delete rule?
ru_ru: Удалить правило?

source: Delete app?
ru_ru: Удалить приложение?

source: mydomain.com
ru_ru: mydomain.ru

source: After deletion, the variable will not work any more in any templates or site pages where it might have been added.
ru_ru: После удаления переменная перестанет работать в шаблонах и на страницах сайта, где она использовалась.

source: Save modified data before leaving?
ru_ru: Сохранить изменения?

source: Your changes will be lost if you do not save them.
ru_ru: Ваши изменения будут потеряны, если их не сохранить.

source: Leave without saving
ru_ru: Уйти без сохранения

source: Stay
ru_ru: Остаться

source: Start filling your site with content by <a href="%s">editing this page</a>.
ru_ru: Начните наполнение сайта с <a href="%s">редактирования этой страницы</a>.

source: To upload a file to the site root; e.g., to confirm the site ownership for third-party services, add a “<em>%s</em>” rule in the <a href="%s" class="text-dark-gray underline">Settings</a>.
ru_ru: Чтобы добавить файл в корень сайта — например, подтвердить владение сайтом для интеграции со сторонними сервисами, — добавьте правило «<em>%s</em>» в «<a href="%s" class="text-dark-gray underline">Настройках</a>».

source: Custom files in site root
ru_ru: Свои файлы в корне сайта

source: Custom file or text in site root
ru_ru: Свой файл или текст в корне сайта

source: Help confirm the site ownership for third-party services and may also be used for other purposes.
ru_ru: Помогают подтвердить владение сайтом для интеграции со сторонними сервисами и могут также использоваться в других целях.

source: Redirect site visitors from outdated to new URLs.
ru_ru: Перенаправляйте посетителей сайта с устаревших адресов на новые.

source: These apps cannot form a whole site section but are capable of displaying useful content somewhere on the site or by a special link.
ru_ru: Эти приложения не могут формировать целый раздел сайта, но могут показывать полезное содержимое на сайте или по отдельной ссылке.

source: No apps for adding sections are installed.
ru_ru: Приложения для добавления разделов не установлены.

source: To add sections, <%s>install apps<%s>
ru_ru: Чтобы добавлять разделы, <%s>установите приложения<%s>

source: Height
ru_ru: Высота

source: Optional.
ru_ru: Заполнять необязательно.

source: You can pass additional parameters to a variable after a comma: %s<br>Instead of %s must be specified an associative array of parameters; e.g., %s<br>Each passed parameter is accessible in the code by its name as a Smarty variable; e.g., %s
ru_ru: В переменную можно передать дополнительные параметры после запятой: %s<br>Вместо %s нужно указать ассоциативный массив параметров, например: %s<br>Каждый переданный параметр доступен в коде по своему имени в виде переменной Smarty, например: %s

source: Restore block?
ru_ru: Восстановить блок?

source: Restore variable?
ru_ru: Восстановить переменную?

source: Delete block?
ru_ru: Удалить блок?

source: Delete variable?
ru_ru: Удалить переменную?

source: Text variables
ru_ru: Текстовые

source: Blocks & codes
ru_ru: Блоки и коды

source: Variables allow you to display the same information in various parts of a site, easily editable in one place.
ru_ru: Переменные позволяют добавлять одинаковую информацию в разные места сайта и быстро редактировать ее в едином месте.

source: “Text variables” are useful for displaying simple information like contact details.
ru_ru: «Текстовые» переменные предназначены для отображения простой информации, например, контактных данных.

source: “Blocks & codes” can be used to display large amounts of information, to embed integration snippets from third-party services, etc.
ru_ru: «Блоки и коды» можно использовать для вывода больших блоков информации, вставки кода для интеграции со сторонними сервисами и др.

source: Video or music
ru_ru: Видео или музыка

source: Embed code
ru_ru: Код для встраивания

source: Outside
ru_ru: Снаружи

source: Inside
ru_ru: Внутри

source: Alignment of the last row when not filled in
ru_ru: Выравнивание последней строки, когда не заполнена

source: CRM lead form
ru_ru: Форма для сбора контактов CRM

source: Email subscription form
ru_ru: Подписка на email-рассылки

source: Help desk support request form
ru_ru: Форма отправки запроса в службу поддержки

source: Identifier (ID)
ru_ru: Идентификатор (ID)

source: Link
ru_ru: Ссылка

source: Customize the appearance of the link to the page in social networks
ru_ru: Настроить вид ссылки на страницу в соцсетях

source: Width limit
ru_ru: Ограничение ширины

source: Redirected to <strong>%s</strong>
ru_ru: Перенаправлен на <strong>%s</strong>

source: Add & edit
ru_ru: Добавить и редактировать

source: This section or app were set up with an error in the old interface and is, therefore, unavailable on the site. You can fix the error either in the old interface or right here.
ru_ru: В старом интерфейсе этот раздел или приложение были заданы с ошибкой и поэтому недоступны на сайте. Исправить ошибку можно в старом интерфейсе или прямо здесь.

source: Added later
ru_ru: Добавленные недавно

source: Added earlier
ru_ru: Добавленные давно

source: By name A–Z
ru_ru: По алфавиту А–Я

source: By name Z–A
ru_ru: По алфавиту Я–А

source: Online store
ru_ru: Интернет-магазин

source: Product info
ru_ru: Информация о товаре

source: Product picture
ru_ru: Изображение товара

source: Product
ru_ru: Товар

source: Type of product information
ru_ru: Тип информации о товаре

source: Type of product picture
ru_ru: Выбор изображения

source: Widget with a shopping button
ru_ru: Виджет с кнопкой покупки

source: Premium
ru_ru: Премиум

source: Not available for sale
ru_ru: Недоступно для продажи

source: Choose product
ru_ru: Выберите товар

source: Add to cart
ru_ru: В корзину

source: Vertical alignment
ru_ru: Вертикальное выравнивание

source: Horizontal alignment
ru_ru: Горизонтальное выравнивание

source: Button
ru_ru: Кнопка

source: Upgrade › <strong>Premium</strong>
ru_ru: Обновитесь › <strong>Премиум</strong>

source: Discover advanced features for your projects with the premium version.
ru_ru: Откройте продвинутые возможности для своих проектов с премиум-версией.

source: Block page builder
ru_ru: Конструктор блочных страниц

source: Professional creation of web pages with functional blocks and elements
ru_ru: Создание профессиональных страниц из готовых блоков и элементов

source: Flexible design and blocks settings without programming
ru_ru: Гибкие настройки дизайна элементов и блоков без программиста

source: Integration with Shop-Script products
ru_ru: Интеграция с товарами Shop-Script

source: Ready-made page templates, global design settings, simple & advanced web forms (quizzes), integration with Webasyst apps, animations, etc.
ru_ru: Готовые шаблоны страниц, глобальные настройки дизайна, простые и интерактивные веб-формы (квизы), интеграция с приложениями Webasyst, анимации и многое другое

source: Soon
ru_ru: Скоро

source: More options in the app
ru_ru: Больше функций в приложении

source: Copying sites for convenient work with production/development versions an regional domains
ru_ru: Копирование сайтов для удобной работы с публичными и тестовыми версиями и региональными доменами

source: Copying pages and sections for convenient testing and quick creation of similar pages by template
ru_ru: Копирование страниц и разделов — удобно для тестирования и создания похожих страниц по шаблону

source: Custom variable values for selected sites, sites export, and other improvements
ru_ru: Индивидуальные значения переменных для разных сайтов, экспорт сайтов и другие улучшения

source: About the premium version
ru_ru: Подробнее о премиум-версии

source: View & publish
ru_ru: Просмотр и публикация

source: Published version
ru_ru: Опубликованная версия

source: The page is not published.
ru_ru: Страница не опубликована.

source: Unpublish
ru_ru: Сделать неопубликованной

source: Draft
ru_ru: Черновик

source: No changes to publish
ru_ru: Нет изменений для публикации

source: Open preview
ru_ru: Открыть предпросмотр

source: Undo all changes
ru_ru: Отменить все изменения

source: Publish draft
ru_ru: Опубликовать черновик

source: Publish changes
ru_ru: Опубликовать изменения

source: Page unpublishing
ru_ru: Отмена публикации страницы

source: After the unpublishing, only the draft will remain. The published version will be lost forever.
ru_ru: После отмены публикации останется только черновик страницы. Опубликованная версия будет удалена безвозвратно.

source: Delete published version
ru_ru: Удалить опубликованную версию

source: Do not unpublish
ru_ru: Не отменять публикацию

source: Resetting changes to draft
ru_ru: Сброс изменений в черновике

source: After resetting changes, the draft will become identical to the published version. All changes will be lost forever.
ru_ru: После сброса изменений черновик станет выглядеть так же, как опубликованная версия. Изменения будут удалены безвозвратно.

source: Reset non-published changes
ru_ru: Сбросить неопубликованные изменения

source: Do not reset
ru_ru: Не сбрасывать

source: Non-published changes exist
ru_ru: Есть неопубликованные изменения

source: Adding block
ru_ru: Добавление блока

source: The page is available instead of a section with the same address. Its subpages become unavailable.
ru_ru: Страница отображается вместо раздела с таким же адресом. Ее вложенные страницы становятся недоступными.

source: Draft preview
ru_ru: Просмотр черновика

source: Add subpage
ru_ru: Добавить подстраницу

source: This page cannot be moved because it is the main page of another section. Either move the whole section, and the page will move, too, or change the address and disable the main page setting.
ru_ru: Эта страница не может быть перемещена, т.&nbsp;к. является лицевой для другого раздела. Можно переместить раздел, и она будет перемещена вместе с ним. Либо измените адрес и отмените свойство лицевой страницы.

source: Main section page
ru_ru: Лицевая страница раздела

source: When enabled, this page becomes the main page of a section with the same URL, and its subpages become unavailable. All other section pages remain available at their addresses.
ru_ru: Когда включено, страница становится главной страницей раздела с таким же адресом, а ее подстраницы становятся недоступными. Все остальные страницы этого раздела остаются доступными по своим адресам.
