Repository: webasyst/webasyst-framework
Catalog: *-apps/site/locale/*/LC_MESSAGES/site.po
Languages: ru_ru

source: After the unpublishing, only the draft will remain.
ru_ru: После отмены публикации останется только черновик страницы.

source: The published version will be lost forever after saving the page settings.
ru_ru: Опубликованная версия будет удалена безвозвратно после сохранения настроек страницы.

source: Site copying
ru_ru: Копирование сайта

source: The site map and some other settings will be copied <strong>and completely replaced</strong>: navigation menu, favicons, robots.txt, CDN, custom JavaScript code, apps, redirects, custom files in site root.
ru_ru: Будут скопированы <strong>и полностью заменены</strong> карта сайта и некоторые настройки: меню навигации, фавиконки, robots.txt, CDN, пользовательский JavaScript-код, приложения, перенаправления, свои файлы в корне сайта.

source: From
ru_ru: Откуда

source: To
ru_ru: Куда

source: You have no other sites to copy the selected one to. First add at least one more site and then proceed to copying again.
ru_ru: У вас нет других сайтов, куда можно скопировать выбранный. Добавьте еще хотя бы один сайт и снова перейдите к копированию.

source: Start copying
ru_ru: Начать копирование

source: Copying in progress
ru_ru: Идет копирование

source: Add site
ru_ru: Добавить сайт

source: Go to site
ru_ru: Перейти к сайту

source: Error. Please try again.
ru_ru: Ошибка. Попробуйте еще раз.

source: Web form
ru_ru: Форма

source: The premium license is required to create block pages.
ru_ru: Для создания блочных страниц-конструкторов необходима премиум-лицензия.

source: Unable to set this page or section as the site’s home page.
ru_ru: Не удалось установить эту страницу или раздел в качестве домашней страницы сайта.

source: The URL exists.
ru_ru: URL существует.

source: Such arrangement is not allowed. Probably, the section will stop working because the address of the section being dragged partially matches another address.
ru_ru: Такое расположение невозможно. Вероятно, раздел перестанет работать, потому что адрес перетаскиваемого раздела частично совпадает с другим адресом.

source: The premium license is required to copy pages.
ru_ru: Для копирования страниц необходима премиум-лицензия.

source: The premium license is required to copy sites.
ru_ru: Для копирования сайтов необходима премиум-лицензия.

source: Hero
ru_ru: Герой

source: Call to action
ru_ru: Призыв к действию

source: Products
ru_ru: Товары

source: Categories
ru_ru: Категории

source: List
ru_ru: Список

source: Map
ru_ru: Карта

source: Max width
ru_ru: Макс. ширина

source: Wrap line
ru_ru: Перенос строки

source: duplicated site
ru_ru: скопировал сайт

source: View on site
ru_ru: Посмотреть на сайте

source: Hero 2
ru_ru: Герой 2

source: Hero 3
ru_ru: Герой 3

source: Menu type 2
ru_ru: Тип меню 2

source: Products 2
ru_ru: Товары 2

source: Products 3
ru_ru: Товары 3

source: Reviews 2
ru_ru: Отзывы 2

source: FAQ
ru_ru: ЧАВО

source: Banner
ru_ru: Баннер

source: Banner 2
ru_ru: Баннер 2

source: Text 2
ru_ru: Текст 2

source: Images with description
ru_ru: Изображения с описанием

source: Images with description 2
ru_ru: Изображения с описанием 2

source: Facts
ru_ru: Факты

source: Partner logos
ru_ru: Логотипы партнеров

source: Gallery
ru_ru: Галерея

source: Banners
ru_ru: Баннеры

source: Company name
ru_ru: Название компании

source: Company slogan
ru_ru: Слоган компании

source: Order
ru_ru: Заказ

source: Menu type 1
ru_ru: Тип меню 1

source: Open Graph meta tags
ru_ru: Метатеги Open Graph

source: Menu type 3
ru_ru: Тип меню 3

source: Menu type 4
ru_ru: Тип меню 4

source: Subcolumn
ru_ru: Столбец

source: Widget
ru_ru: Виджет

source: Video
ru_ru: Видео

source: Only %d left in stock
ru_ru: Осталась %d штука

source: %s left
ru_ru: Осталось %s

source: In stock
ru_ru: В наличии

source: Out of stock
ru_ru: Нет в наличии

source: Almost out of stock
ru_ru: Почти закончилось

source: Low stock
ru_ru: Есть, но мало

source: Only available with the premium license.
ru_ru: Доступно только с премиум-лицензией.

source: Product link
ru_ru: Ссылка на страницу товара

source: Link or action
ru_ru: Ссылка или действие

source: Subscription form
ru_ru: Форма подписки

source: Add new
ru_ru: Создать новую

source: Site icon for browsers and search engines (favicon)
ru_ru: Иконка для браузера и поисковых систем (фавиконка)

source: Recommendations: square shape, 48x48 pixels size, PNG or ICO file format.
ru_ru: Рекомендуются квадратная форма, размер 48x48 пикселей, формат файла PNG или ICO.

source: Icon for smartphones
ru_ru: Иконка для телефонов

source: The icon is displayed, for instance, when a site label is added to smartphone home screen. Recommendations: square shape, from 192x192 to 1024x1024 pixels size, PNG file format.
ru_ru: Иконка отображается, например, при сохранении ярлыка на главном экране телефона. Рекомендуются квадратная форма, размер от 192x192 до 1024x1024 пикселей, формат файла PNG.

source: Label under icon
ru_ru: Подпись под иконкой

source: Service temporarily unavailable. Please try again later.
ru_ru: Сервис временно недоступен. Пожалуйста, повторите попытку позднее.

source: Hero 4
ru_ru: герой 4

source: Categories 2
ru_ru: Категории 2

source: Categories 3
ru_ru: Категории 3

source: FAQ 1
ru_ru: ЧАВО 1

source: Banner 3
ru_ru: Баннер 3

source: Banner 4
ru_ru: Баннер 4

source: Images with description 3
ru_ru: Изображения с описанием 3

source: Images with description 4
ru_ru: Изображения с описанием 4

source: Divider (dark)
ru_ru: Разделитель (темный)

source: Divider light
ru_ru: Разделитель (светлый)

source: Divider (top)
ru_ru: Разделитель (вверху)

source: Divider (bottom)
ru_ru: Разделитель (внизу)

source: Angle divider (top)
ru_ru: Угловой разделитель (вверху)

source: Angle divider (bottom)
ru_ru: Угловой разделитель (внизу)

source: Divider 4
ru_ru: Разделитель 4

source: Divider 3
ru_ru: Разделитель 3

source: Button toggle
ru_ru: Кнопка-переключатель

source: Full width
ru_ru: Полная ширина

source: Sections and categories
ru_ru: Разделы и категории

source: Dividers
ru_ru: Разделители

source: A PNG favicon will be additionally converted to the ICO format.
ru_ru: Фавиконка формата PNG будет дополнительно конвертирована в формат ICO.

source: Width 1
ru_ru: Толщина 1

source: Call to action 2
ru_ru: Призыв к действию 2

source: Categories 4
ru_ru: Категории 4

source: Video 2
ru_ru: Видео 2

source: Video 3
ru_ru: Видео 3

source: Variant
ru_ru: Модификация

source: Price info
ru_ru: Информация о цене

source: Product name
ru_ru: Наименование

source: Product price
ru_ru: Цена товара

source: Product summary
ru_ru: Краткое описание товара

source: Product description
ru_ru: Описание товара

source: Strike-through product price
ru_ru: Зачеркнутая цена товара

source: Product availability
ru_ru: Наличие на складе

source: Read about the product
ru_ru: Подробнее о товаре

source: Replace the standard storefront page of this product with a custom landing page with its own design using the Site app’s WYSIWYG page builder. Specify the current product page URL for the lander and enable its “Main section page” setting. This product’s properties will be automatically copied to the landing page. This product’s properties will be automatically copied to the landing page’s settings.
ru_ru: Замените стандартную страницу витрины для этого товара на страницу-лендинг с собственным дизайном с помощью визуального конструктора в приложении «Сайт». Укажите для лендинга текущий адрес страницы товара и включите настройку «Лицевая страница». Свойства этого товара будут автоматически скопированы в настройки страницы-лендинга.

source: Create landing
ru_ru: Создать лендинг

source: Positioning
ru_ru: Расположение

source: Display in each variant
ru_ru: Выводить в каждой модификации
