Repository: webasyst/webasyst-framework
Catalog: *-plugins/shipping/flatrate/locale/*/LC_MESSAGES/shipping_flatrate.po
Languages: ru_ru

source: Flat rate
ru_ru: Фиксированная стоимость

source: Fixed shipping rate not depending on the shipment value and weight.
ru_ru: Стоимость доставки, не зависящая от суммы и веса отправления.

source: Shipping rate
ru_ru: Стоимость доставки

source: Enter shipping rate as a flat rate, as a percent of cart total, or as a sum of both. Examples: <b>20</b>, <b>10%</b>, <b>20+10%</b>
ru_ru: Введите стоимость доставки в виде числа, процента от общей стоимости корзины покупок или в виде суммы этих слагаемых. Примеры: <b>500</b>, <b>10%</b>, <b>500+10%</b>

source: Currency
ru_ru: Валюта

source: Currency in which shipping rate is provided
ru_ru: Выберите валюту, в которой указана стоимость доставки

source: Estimated delivery time
ru_ru: Приблизительное время доставки

source: Average order transit time. Estimated delivery date will be calculated automatically and shown to customer.
ru_ru: Средний срок доставки. Приблизительная дата доставки будет рассчитана автоматически и показана покупателю.

source: Same day
ru_ru: Этот же день

source: Next day
ru_ru: Следующий день

source: 2 days
ru_ru: 2 дня

source: 3 days
ru_ru: 3 дня

source: 1 week
ru_ru: 1 неделя

source: 2 weeks
ru_ru: 2 недели

source: Undefined
ru_ru: Не определено

source: Prompt for address
ru_ru: Запрашивать адрес

source: Request customer to fill in all address fields in case shipping address was not provided yet
ru_ru: Просить покупателя ввести адрес доставки, если он еще не был введен до расчета стоимости доставки

source: Ground shipping
ru_ru: Наземная доставка

source: Sample consignment note
ru_ru: Пример накладной

source: Sample consignment description
ru_ru: Пример описания отправки

source: Printable form not found
ru_ru: Печатная форма не найдена

source: Sample shipping form
ru_ru: Пример формы доставки

source: Destination address
ru_ru: Адрес доставки

source: Order content
ru_ru: Содержимое заказа

source: There are no items in the shipment
ru_ru: В заказе нет товаров

source: Total amount
ru_ru: Итого
