Repository: webasyst/webasyst-framework
Catalog: *-apps/team/locale/*/LC_MESSAGES/team.po
Languages: ru_ru

source: Team
ru_ru: Команда

source: Delete
ru_ru: Удалить

source: Change photo
ru_ru: Изменить фото

source: Total:
ru_ru: Всего:

source: Page:
ru_ru: Страницы:

source: next
ru_ru: следующия

source: prev
ru_ru: предыдущая

source: Password
ru_ru: Пароль

source: change password
ru_ru: изменить пароль

source: The same password is used to access personal account and backend.
ru_ru: Для доступа в личный кабинет и в бекенд используется единый пароль.

source: New password
ru_ru: Новый пароль

source: Confirm password
ru_ru: Подтверждение пароля

source: Save
ru_ru: Сохранить

source: or
ru_ru: или

source: cancel
ru_ru: отменить

source: Access
ru_ru: Доступ

source: Block contact
ru_ru: Заблокировать контакт

source: Unblock contact
ru_ru: Разблокировать

source: Disable this contact?
ru_ru: Заблокировать этот контакт?

source: Enable this contact?
ru_ru: Разблокировать этот контакт?

source: Disabled
ru_ru: Выключен

source: Enabled
ru_ru: Включен

source: Status
ru_ru: Статус

source: Online
ru_ru: Онлайн

source: Offline
ru_ru: Офлайн

source: never logged in
ru_ru: никогда не входил в систему

source: last login:
ru_ru: последний вход:

source: Customer portal
ru_ru: Личный кабинет

source: Available
ru_ru: Доступен

source: Not available
ru_ru: Недоступен

source: Customer Portal is a part of your site available for registered clients and containing their personal data. To access their customer portals your clients must log in with email and password.
ru_ru: Личный кабинет — это часть вашего сайта, доступная каждому зарегистрированному клиенту и содержащая персональные данные клиента. Для доступа в личный кабинет клиентам потребуется авторизация с помощью email-адреса и пароля.

source: Personal portal settings
ru_ru: Настройка личного кабинета

source: in Site app
ru_ru: в приложении "Сайт"

source: Login
ru_ru: Логин

source: Backend
ru_ru: Бекенд

source: Administrator
ru_ru: Администратор

source: This access level is inherited from groups. To change it, please adjust group settings or edit group membership for this user.
ru_ru: Этот уровень доступа унаследован от групп. Чтобы изменить его, отредактируйте настройки этих групп или измените набор групп для данного пользователя.

source: You cannot revoke administrative access level for yourself. Only another Administrator can do this.
ru_ru: Вы не можете аннулировать административный уровень доступа для самого себя. Только другой администратор может это сделать.

source: No access
ru_ru: Нет доступа

source: Limited access
ru_ru: Ограниченный доступ

source: Confirm access change
ru_ru: Подтвердите изменение доступа

source: Cannot set &ldquo;No access&rdquo; because some access rights are inherited from groups. To revoke access rights, edit group settings or group membership for this user.
ru_ru: Нельзя выбрать «Нет доступа», потому что некоторые права доступа унаследованы от групп. Для лишения прав доступа отредактируйте настройки групп или набор групп для данного пользователя.

source: Saved
ru_ru: Сохранено

source: Invitation sent
ru_ru: Приглашение отправлено

source: expires
ru_ru: истекает

source: Login name is required to access your account backend.
ru_ru: Логин обязателен для доступа в бекенд.

source: E.g., john, agent07, etc.
ru_ru: Пример: john, agent07 и т. д.

source: change login
ru_ru: изменить логин

source: Belongs to groups
ru_ru: Принадлежит к группам

source: API tokens
ru_ru: Токены API

source: No API tokens
ru_ru: Нет API токенов

source: Create data
ru_ru: Дата создания

source: Client id
ru_ru: Идентификатор клиента

source: Scope
ru_ru: Доступ

source: Expires
ru_ru: Истекает

source: Remove token
ru_ru: Удалить токен

source: The user will not be able to send API requests using this token.
ru_ru: Пользователь не сможет отправлять запросы API, используя этот токен.

source: &lt;no name&gt;
ru_ru: &lt;без названия&gt;

source: &lt;none&gt;
ru_ru: &lt;нет&gt;

source: customize groups
ru_ru: настроить группы

source: Access rights
ru_ru: Права доступа

source: Backend access rights are customized for every app separately and result from a combination of personal and group access rights.
ru_ru: Права доступа в бекенде настраиваются для каждого приложения отдельно и складываются из прав персональных и унаследованных от групп.

source: Edit access
ru_ru: Редактировать доступ

source: Passwords do not match.
ru_ru: Пароли не совпадают.

source: Login is required.
ru_ru: Логин обязателен.

source: Loading...
ru_ru: Загрузка...

source: Edit
ru_ru: Редактировать

source: Added
ru_ru: Добавил

source: Method
ru_ru: Метод

source: map
ru_ru: карта

source: other
ru_ru: другой

source: which?
ru_ru: какой?

source: delete
ru_ru: удалить

source: Add another
ru_ru: Добавить ещё

source: required
ru_ru: обязательное

source: year
ru_ru: год

source: Incorrect email address format.
ru_ru: Неправильный формат email-адреса.

source: Incorrect URL format.
ru_ru: Неправильный формат URL.

source: Must be a number.
ru_ru: Должно быть числом.

source: no name
ru_ru: без имени

source: from
ru_ru: с

source: Start
ru_ru: Начало

source: to
ru_ru: по

source: End
ru_ru: Окончание

source: by day
ru_ru: по дням

source: by month
ru_ru: по месяцам

source: Apply
ru_ru: Применить

source: All time
ru_ru: Всё время

source: Select dates...
ru_ru: Выбрать даты...

source: %d day
ru_ru: %d день

source: %d hour
ru_ru: %d час

source: Last %d day
ru_ru: Последний %d день

source: This field is required.
ru_ru: Это поле обязательное.

source: At least one of these fields must be filled
ru_ru: Хотя бы одно из этих полей должно быть заполнено

source: Birthday
ru_ru: День рождения

source: deleted contact_id=
ru_ru: удалён contact_id=

source: granted backend access rights
ru_ru: предоставил права доступа в бекенд

source: revoked backend access rights
ru_ru: отменил права доступа в бекенд

source: deleted contact
ru_ru: удалил контакт

source: invited
ru_ru: пригласил

source: created group
ru_ru: создал группу

source: changed group
ru_ru: изменил группу

source: deleted group
ru_ru: удалил группу

source: created event
ru_ru: создал событие

source: changed event
ru_ru: изменил событие

source: deleted event
ru_ru: удалил событие

source: created calendar
ru_ru: создал календарь

source: changed calendar
ru_ru: изменил календарь

source: deleted calendar
ru_ru: удалил календарь

source: Contact with id = %s doesn't exist
ru_ru: Контакт с id = %s не существует

source: All users
ru_ru: Все пользователи

source: until
ru_ru: по

source: :status until :till_end_date
ru_ru: :status до :till_end_date

source: :status from :from_start_date until :until_end_date
ru_ru: :status с :from_start_date по :until_end_date

source: Manage group
ru_ru: Изменить группу

source: Last seen
ru_ru: Последний визит

source: Name
ru_ru: Название

source: Name
ru_ru: Имя

source: Signed up
ru_ru: Зарегистрирован

source: Sort by
ru_ru: Сортировка

source: Add group description
ru_ru: Добавить описание группы

source: No users in this group.
ru_ru: В этой группе нет участников.

source: Edit group
ru_ru: Редактировать группу

source: New group
ru_ru: Новая группа

source: Description
ru_ru: Описание

source: Type
ru_ru: Тип

source: Group
ru_ru: Группа

source: Group description
ru_ru: Описание группы

source: Location
ru_ru: Офис

source: Location
ru_ru: Место

source: Location description
ru_ru: Описание офиса

source: Icon
ru_ru: Иконка

source: Address
ru_ru: Адрес

source: Specified address not found on map
ru_ru: Указанный адрес не удалось найти на карте

source: Create
ru_ru: Создать

source: Group name is mandatory.
ru_ru: Название группы обязательно.

source: Address is needed
ru_ru: Необходимо указать адрес

source: Add to group
ru_ru: Включить в группу

source: Remove from group
ru_ru: Исключить из группы

source: Back
ru_ru: Назад

source: Manage access
ru_ru: Управление доступом

source: Delete group
ru_ru: Удалить группу

source: Find and add user
ru_ru: Найти и добавить пользователя

source: Users in this group
ru_ru: Участники группы

source: Others users
ru_ru: Другие пользователи

source: All users in this group.
ru_ru: Все пользователи в этой группе.

source: Already in group
ru_ru: Уже в группе

source: Delete this group?
ru_ru: Удалить эту группу?

source: Access level selected for this group will be applied to all its members.
ru_ru: Уровень доступа, выбранный для этой группы, применится ко всем её участникам.

source: To extend access rights of individual users within the group, edit their personal access settings.
ru_ru: Чтобы повысить уровень доступа для отдельных пользователей в группе, измените их персональные настройки прав.

source: me
ru_ru: я

source: The app icon will not be shown in the app menu.
ru_ru: Не показывать иконку приложения в главном меню.

source: Full admin access to the app and its data.
ru_ru: Полный доступ к о всем функциям и данным приложения.

source: Saving
ru_ru: Сохранение

source: Settings
ru_ru: Настройки

source: Calendars
ru_ru: Календари

source: Add calendar
ru_ru: Добавить календарь

source: User name format
ru_ru: Формат имени пользователя

source: No users.
ru_ru: Нет пользователей.

source: Users
ru_ru: Пользователи

source: No users found.
ru_ru: Пользователи не найдены.

source: Invite new user
ru_ru: Пригласить нового пользователя

source: Please specify an email to send user invitation with further instructions.
ru_ru: Укажите email-адрес для отправки пользователю приглашения с инструкциями для входа.

source: I will enter password on behalf of this user so no invitation will be sent.
ru_ru: Я введу пароль для этого пользователя, чтобы не отправлять ему приглашение.

source: Groups
ru_ru: Группы

source: Locations
ru_ru: Офисы

source: Send
ru_ru: Отправить

source: Inactive users
ru_ru: Неактивные

source: No inactive users.
ru_ru: Нет заблокированных пользователей.

source: No invited contacts.
ru_ru: Нет приглашённых контактов.

source: Delete contacts
ru_ru: Удалить контакты

source: Contact deletion cannot be undone.
ru_ru: Контакты будут удалены без возможности восстановления.

source: IMPORTANT NOTE:
ru_ru: ВНИМАНИЕ:

source: All selected contacts have links to other applications.
ru_ru: Все выбранные контакты имеют связи с другими приложениями.

source: Deletion of these contacts is allowed to an Administrator only.
ru_ru: Удаление таких контактов разрешено только администратору.

source: After deletion of these contacts, other applications will refer to non-existent contacts.
ru_ru: После удаления этих контактов другие приложения будут ссылаться на несуществующие контакты.

source: Delete anyway
ru_ru: Удалить всё равно

source: Close
ru_ru: Закрыть

source: close
ru_ru: закрыть

source: %d link
ru_ru: %d ссылка

source: %d of %d selected contacts shown below have links to other applications.
ru_ru: У %d из %d выбранных контактов, показанные ниже, есть связи с другими приложениями.

source: Delete %d of %d selected
ru_ru: Удалить %d из %d выбранных

source: Invitations
ru_ru: Приглашения

source: Online users
ru_ru: Пользователи онлайн

source: No users online.
ru_ru: Нет пользователей онлайн.

source: Sign up as a new user
ru_ru: Зарегистрироваться заново

source: Please specify login and password to create new backend user.
ru_ru: Введите логин и пароль для регистрации нового пользователя бекенда.

source: Password (again)
ru_ru: Пароль (повторно)

source: Save and proceed
ru_ru: Сохранить и продолжить

source: New user
ru_ru: Новый пользователь

source: Calendar
ru_ru: Календарь

source: Search users
ru_ru: Найти пользователей

source: No groups here
ru_ru: Нет групп

source: No locations here
ru_ru: Нет офисов

source: All contacts
ru_ru: Все контакты

source: Reports
ru_ru: Отчёты

source: Plugins
ru_ru: Плагины

source: No events for this user yet.
ru_ru: Для этого пользователя ещё нет событий.

source: Edit user
ru_ru: Редактировать пользователя

source: This user does not belong to any group.
ru_ru: Этот пользователь не включен ни в одну из групп.

source: Edit groups
ru_ru: Редактировать группы

source: hide
ru_ru: скрыть

source: Personal calendar settings
ru_ru: Персональные настройки календаря

source: External calendar type
ru_ru: Тип внешнего календаря

source: specify settings
ru_ru: настроить плагин

source: Continue
ru_ru: Продолжить

source: Load authorize page
ru_ru: Загрузить страницу авторизации

source: Connect external calendar
ru_ru: Подключить внешний календарь

source: Empty
ru_ru: Пусто

source: Inner calendars
ru_ru: Внутренние календари

source: External calendars
ru_ru: Внешние календари

source: External calendar
ru_ru: Внешний календарь

source: Integration levels
ru_ru: Уровни интеграции

source: Connect & import events
ru_ru: Подключить и импортировать события

source: Import events
ru_ru: Импортировать события

source: Edit calendar
ru_ru: Редактировать календарь

source: New calendar
ru_ru: Новый календарь

source: Calendar name
ru_ru: Название календаря

source: Style
ru_ru: Стиль

source: Background color
ru_ru: Цвет фона

source: Font color
ru_ru: Цвет текста

source: Selected user groups only
ru_ru: Только отдельные группы пользователей

source: Select user groups which you want to be able to control events in this calendar:
ru_ru: Выберите группы пользователей, которым вы хотите предоставить право управлять событиями в этом календаре:

source: This group does not have access to Team app.
ru_ru: У этой группы нет доступа к приложению «Команда».

source: Customize group access rights using the <a class="js-edit-group inline-link" href="%s"><b><i>Manage group</i></b></a> mode.
ru_ru: Настройте права группы в режиме <a class="js-edit-group inline-link" href="%s"><b><i>Управление группой</i></b></a>.

source: There are no user groups in your Webasyst installation.
ru_ru: В вашем бекенде Webasyst нет групп пользователей.

source: Add groups to be able to manage access to calendars.
ru_ru: Создайте группы, чтобы управлять доступом к календарям.

source: Default status
ru_ru: Статус по умолчанию

source: Default label for adding a user status in this calendar
ru_ru: Метка по умолчанию для создания статуса пользователя в этом календаре

source: Field is empty
ru_ru: Поле необходимо заполнить

source: Incorrect date
ru_ru: Указана некорректная дата

source: Incorrect period
ru_ru: Указан некорректный период

source: You need to install any calendar plugin before connecting external calendars.
ru_ru: Для подключения внешних календарей требуется установить соответствующие плагины.

source: Confirm calendar unlinking
ru_ru: Подтверждение отключения календаря

source: Are you sure to unlink "%s"?
ru_ru: Вы уверены, что хотите отключить «%s»?

source: Are you sure to delete "%s"?
ru_ru: Вы уверены, что хотите удалить «%s»?

source: Also delete all events imported from this calendar
ru_ru: Также удалить все события, импортированные из этого календаря

source: %d event
ru_ru: %d событие

source: Delete this calendar?
ru_ru: Удалить этот календарь?

source: This calendar is empty. No events will be deleted.
ru_ru: Календарь пуст. Ни одно событие не будет удалено.

source: %d event in this calendar will be deleted
ru_ru: %d событие в этом календаре будет удалено

source: %d connection to external calendars will be deleted
ru_ru: %d подключение к внешнему календарю будет удалено

source: unlink calendar
ru_ru: отключить календарь

source: Delete this event?
ru_ru: Удалить это событие?

source: more
ru_ru: ещё

source: days
ru_ru: дни

source: Data is broken
ru_ru: Данные повреждены

source: Not connected
ru_ru: Не подключен

source: Configure
ru_ru: Настроить

source: unlink
ru_ru: отключить

source: No external calendars connected
ru_ru: Не подключен ни один внешний календарь

source: Add external calendar
ru_ru: Добавить внешний календарь

source: This is your team calendar. Schedule events and user statuses so all your teammates see who is up to on what. Click on a date or drag between dates to add an event.
ru_ru: Это календарь вашей команды. Добавляйте события и устанавливайте статусы пользователей, чтобы все видели, кто что планирует. Щелкните по отдельной дате или выделите сразу целый период, чтобы добавить новое событие.

source: Previous month
ru_ru: Предыдущий месяц

source: Next month
ru_ru: Следующий месяц

source: January
ru_ru: Январь

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Event
ru_ru: Событие

source: User
ru_ru: Пользователь

source: Event name
ru_ru: Название

source: Type description here
ru_ru: Добавьте описание события

source: Event location
ru_ru: Место

source: Event start
ru_ru: Начало

source: Event end
ru_ru: Окончание

source: All day
ru_ru: Весь день

source: Label
ru_ru: Маркер

source: Your label
ru_ru: Ваш маркер

source: Preview
ru_ru: Предварительный просмотр

source: This is how it will look like all around Webasyst
ru_ru: Вот как это будет выглядеть в вашем Вебасисте

source: When
ru_ru: Когда

source: Source
ru_ru: Источник

source: Minimal access
ru_ru: Минимальный доступ

source: Full access
ru_ru: Полный доступ

source: Remove
ru_ru: Удалить

source: Welcome to the team!
ru_ru: Добро пожаловать в команду!

source: Webasyst is a great way for teams to work together online and share access to apps and data. Enter your teammates email addresses, and Webasyst will automatically create user accounts and send invitations.
ru_ru: Webasyst — это удобная среда для коллективной работы и обмена рабочей информацией через интернет. Введите email-адреса своих коллег, и Webasyst автоматически создаст для них аккаунты пользователей и отправит им приглашения для входа.

source: Add more people
ru_ru: Добавить больше сотрудников

source: Send invitations
ru_ru: Отправить приглашения

source: add teammates manually later
ru_ru: добавить участников позже

source: <em>Full access</em> means the freedom of using all functions available in all installed apps. <em>Minimal access</em> limits the range of available functions only to viewing and editing personal profile in Team app. Later on you will be able to set up personal access rights to individual apps for each user.
ru_ru: <em>Полный доступ</em> — это возможность пользоваться без ограничения всеми функциями всех установленных приложений. <em>Минимальный доступ</em> — этот уровень доступа позволяет лишь просматривать и редактировать собственный профиль в приложении «Команда». Позже вы сможете более гибко настроить доступ для каждого сотрудника к отдельным приложениям.

source: Invalid email address
ru_ru: Неверный email-адрес

source: Auto
ru_ru: Авто

source: <span class="activity-action gray">added</span> %s <span class="activity-action gray">to group</span> %s
ru_ru: <span class="activity-action gray">добавил</span> %s <span class="activity-action gray">в группу</span> %s

source: <span class="activity-action gray">removed</span> %s <span class="activity-action gray">from group</span> %s
ru_ru: <span class="activity-action gray">удалил</span> %s <span class="activity-action gray">из группы</span> %s

source: Can view teammates
ru_ru: Может видеть участников

source: Can edit self contact info
ru_ru: Может редактировать свои данные

source: Can add users
ru_ru: Может добавлять пользователей

source: Can add groups
ru_ru: Может добавлять группы

source: View only
ru_ru: Только просмотр

source: Edit users data
ru_ru: Может редактировать данные участников

source: Can manage users in groups
ru_ru: Может управлять участниками групп

source: Can manage groups
ru_ru: Может управлять группами

source: Can edit events in calendars
ru_ru: Может редактировать события в календарях

source: Lastname Firstname Middlename
ru_ru: Фамилия Имя Отчество

source: Lastname Firstname
ru_ru: Фамилия Имя

source: Firstname Lastname
ru_ru: Имя Фамилия

source: Firstname Middlename Lastname
ru_ru: Имя Отчество Фамилия

source: Group not found
ru_ru: Группа не найдена

source: Access denied
ru_ru: Доступ запрещен

source: Password must not be empty.
ru_ru: Необходимо указать пароль.

source: %d contact has been deleted
ru_ru: удален %d контакт

source: You cannot delete yourself.
ru_ru: Вы не можете удалить себя.

source: Only Administrator can delete backend users.
ru_ru: Только администратор может удалять пользователей бекенда.

source: You need full access to Team app to be able to delete contacts.
ru_ru: Для удаления контактов необходим полный доступ к приложению «Команда».

source: Only Administrator can delete contacts that have links to other applications.
ru_ru: Только Администратор может удалять контакты, у которых есть связи с другими приложениями.

source: This login is already set for another user
ru_ru: Указанный логин уже используется другим пользователем

source: Already in our team!
ru_ru: Этот пользователь уже в нашей команде!

source: This contact was banned
ru_ru: Этот контакт заблокирован

source: Plugin settings page
ru_ru: Страница настройки плагина

source: External calendar not found
ru_ru: Внешний календарь не найден

source: Calendar not found
ru_ru: Календарь не найден

source: Not enabled level of integration
ru_ru: Выбран недопустимый уровень интеграции

source: Authorize failed
ru_ru: Авторизация не удалась

source: External calendar plugin not found
ru_ru: Не найден плагин для внешнего календаря

source: This does not look like a valid email
ru_ru: Неверный формат email

source: All calendars
ru_ru: Все календари

source: Timeline
ru_ru: Хронология действий

source: Contact info
ru_ru: Контактная информация

source: User access
ru_ru: Доступ

source: Stats
ru_ru: Статистика

source: Import only
ru_ru: Только импорт

source: All entries available in an external calendar will be imported into your Webasyst account. No data will be exported from Webasyst to an external calendar.
ru_ru: Все данные будут полностью импортированы из внешнего календаря в ваш Webasyst. Из Webasyst во внешний календарь никакие данные передаваться не будут.

source: Import + export of changes and deletions
ru_ru: Импорт всех данных + экспорт только изменений и удалений

source: All entries available in an external calendar will be imported into your Webasyst account. From Webasyst to an external calendar will be exported only your changes and deletions; newly added entries will not be exported to an external calendar.
ru_ru: Все данные будут полностью импортированы из внешнего календаря в ваш Webasyst. Из Webasyst во внешний календарь будут экспортироваться только изменения и удаления; новые записи не будут экспортироваться во внешний календарь.

source: Full data synchronization
ru_ru: Полный двусторонний обмен данными

source: All entries available in an external calendar will be imported into your Webasyst account. From Webasyst to an external calendar will be exported newly added entries as well as your changes and deletions.
ru_ru: Все данные будут полностью импортированы из внешнего календаря в ваш Webasyst. Из Webasyst во внешний календарь будут экспортироваться вновь добавляемые новые записи, изменения и удаления.

source: No users will be deleted.
ru_ru: Пользователи удалены не будут.

source: To add a user to %s, either use <a class="js-edit-group inline-link" href="%s"><b><i>Manage group</i></b></a> mode, or drag a user to this group in the sidebar.
ru_ru: Чтобы добавить пользователя в группу «%s», либо используйте режим «<a class="js-edit-group inline-link" href="%s"><b><i>Изменить группу</i></b></a>», либо перетащите пользователя на название группы в боковой панели.
