Repository: webasyst/webasyst-framework
Catalog: *-apps/team/locale/*/LC_MESSAGES/team.po
Languages: ru_ru

source: To add a user to %s, use <a class="inline-link"><b><i><a class="js-edit-group" href="%s">Manage group</a></i></b></a> mode.
ru_ru: Чтобы добавить пользователя в группу %s, используйте режим «<a class="inline-link"><b><i><a class="js-edit-group" href="%s">Изменить группу</a></i></b></a>».

source: show %s weeks
ru_ru: показать %s недель

source: Use <a class="js-edit-group inline-link" href="%s"><b><i>Plugins</i></b></a> section to install plugin you need.
ru_ru: Используйте раздел <a class="js-edit-group inline-link" href="%s"><b><i>Плагины</i></b></a> для установки необходимых плагинов.

source: All apps
ru_ru: Все приложения

source: Vacation
ru_ru: Отпуск

source: Business
ru_ru: Командировка

source: Illness
ru_ru: Больничный

source: Meeting
ru_ru: Встреча

source: Other
ru_ru: Другое

source: on vacation
ru_ru: в отпуске

source: in a business trip
ru_ru: в командировке

source: sick
ru_ru: болею

source: at the meeting
ru_ru: на встрече

source: %s's birthday — %s
ru_ru: %s отмечает день рождения — %s

source: Access disabled by %1$s, %2$s
ru_ru: Доступ выключил %1$s, %2$s

source: Remote
ru_ru: Удаленно

source: Administrators
ru_ru: Администраторы

source: %s HQ
ru_ru: %s

source: This is a list of users who are no longer members of your team. You have disabled their access to your Webasyst backend.
ru_ru: Это список пользователей, которые больше не работают в вашей команде. Им отключен доступ в бекенд вашего Вебасиста.

source: Access is switched off
ru_ru: Доступ выключен

source: User invitation has been sent
ru_ru: Отправлено приглашение войти в команду

source: Open your user profile.
ru_ru: Перейдите в свой профиль пользователя.

source: Under the calendar, click <strong>“Personal calendar settings”</strong>.
ru_ru: Под календарём щёлкните по ссылке <strong>«Персональные настройки календаря»</strong>.

source: Select <strong>“Add external calendar”</strong>.
ru_ru: Выберите <strong>«Добавить внешний календарь»</strong>.

source: Select <strong>“%s”</strong> and confirm your choice.
ru_ru: Выберите <strong>«%s»</strong> и подтвердите свой выбор.

source: Complete settings fields using provided hints and save the changes.
ru_ru: Заполните поля настроек, используя подсказки, и сохраните изменения.

source: Connect your %s now
ru_ru: Подключить мой %s сейчас

source: To connect an external calendar:
ru_ru: Для подключения внешнего календаря:

source: deleted
ru_ru: удалена

source: deleted
ru_ru: удален

source: deleted
ru_ru: удалено

source: name@company.com
ru_ru: name@company.ru
